[About Language File]
Comments=Çeviri hataları bulursanız bana bildirin. Teşekkür ederim.
Date=25.06.2022
Email=YAGMURADAM1145@gmail.com
Version=23.1.0

[AboutDialog]
Caption=Hakkımda
LabelCopyright=%s. Tüm hakları saklıdır.
LabelDevelopmentEnvironment=Geliştirici Merkezi
LabelIcons=Simge
LabelLanguageFileContributors=Yerelleştirmeye katkıda bulunanlar
LabelLicense=Bu ürün sizin için her zaman ÜCRETSİZDİR. Lisansa bakın.
LabelMemoryAvailable=Windows için kullanılabilir bellek: %s
LabelThirdPartyComponents=3. parti bileşenler
LabelVersion=Sürüm: %s (%d bit)
LabelWebsite=Websitemiz

[AskYesOrNo]
CancelSearch=Aramadan vazgeçilsin mi?
CheckInternationalCharacters:=Translation needed
CheckInternationalCharacters=File "%s" contains international characters.%sChange the encoding to keep the characters.%sSave anyway?
CloseDirectory=%s, dizini kapatılsın mı?
DeleteDirectory=%s, dizini silinsin mi?
DeleteFile=%s, dosyası silinsin mi?
DeleteLine=Satır silinsin mi?
NewVersion=%s nin yeni bir sürümü %s var. %s  indirilsin mi?
RecordMacro=Yeni makro kaydedilsin mi?
ReopenFileWithEncoding="%s" kodlamasıyla dosya yeniden açılsın mı?
ReplaceOccurence="%s" ile değiştirilsin mi?
ResetColor=%s isimli renk temasının renk ayarları sıfırlansın mı?
SaveChanges=Değişiklikler Kaydedilsin mi?
SearchMatchNotFound=%s için eşleşme bulunamadı. Yeniden arama yapılsın mı?
SearchStringNotFound="%s" için bir sonuç bulunamadı

[ChangedFilesDialog]
Caption=Değiştirilen dosyaları tekrar yükle
VirtualDrawTree:0=Dosya
VirtualDrawTree:1=Yolu

[CharacterMapForm]
Caption=Karakter haritası

[ClipboardHistoryDialog]
ActionClearAll=Tümünü temizle
ActionCopyToClipboard=Panoya kopyala
ActionInsertInEditor=Düzenleyiciye Yerleştir
Caption=Pano Geçmişi

[ColorConstant]
SColorBoxCustomCaption=Özel
SName3DDkShadow=3B karanlık gölge
SName3DLight=3B Aydınlık
SNameActiveBorder=Aktif Kenarlık
SNameActiveCaption=Aktif Başlık
SNameAppWorkSpace=Uygulama çalışma alanı
SNameAqua=Su Rengi
SNameBackground=Arkaplan
SNameBlack=Siyah
SNameBlue=Mavi
SNameBtnFace=Düğme arayüzü
SNameBtnHighlight=Düğme vurgulaması
SNameBtnShadow=Düğme gölgesi
SNameBtnText=Düğme Metni
SNameCaptionText=Başlık Metni
SNameCream=Krem
SNameDefault=Varsayılan
SNameFuchsia=Küpe Çiçeği
SNameGradientActiveCaption=Aktif başlık eğimi
SNameGradientInactiveCaption=Pasif başlık eğimi
SNameGray=Gri
SNameGrayText=Gri metin
SNameGreen=Yeşil
SNameHighlight=Arkaplan vurgusu
SNameHighlightText=Metin vurgulaması
SNameHotLight=Sıcak ışık
SNameInactiveBorder=Pasif Kenarlık
SNameInactiveCaption=Pasif Başlık
SNameInactiveCaptionText=Pasif Başlık Metni
SNameInfoBk=Bilgi arkaplanı
SNameInfoText=Bilgi metni
SNameLime=Limon
SNameMaroon=Kestane
SNameMedGray=Orta gri
SNameMenu=Menü arkaplanı
SNameMenuBar=Menü çubuğu
SNameMenuHighlight=Menü vurgusu
SNameMenuText=Menü metni
SNameMoneyGreen=Para yeşili
SNameNavy=Donanma mavisi
SNameNone=Yok
SNameOlive=Zeytin rengi
SNamePurple=Mor
SNameRed=Kırmızı
SNameScrollBar=Kaydırma çubuğu
SNameSilver=Gümüş
SNameSkyBlue=Gökyüzü mavisi
SNameTeal=Teal
SNameWhite=Beyaz
SNameWindow=Pencere arkaplanı
SNameWindowFrame=Pencere çerçevesi
SNameWindowText=Pencere metni
SNameYellow=Sarı

[CompareForm]
ActionExit:h=Metin karşılaştırmasından çık
ActionExit=Çıkış
ActionLeftCopy:h=Sağ dosyada seçilen satırı kopyala
ActionLeftCopy=Kopyala
ActionLeftFileOpen:h=Mevcut bir dosyayı aç
ActionLeftFileOpen=Aç
ActionLeftFileSave:h=Dosyayı kaydet
ActionLeftFileSave=Kaydet
ActionLeftNext:h=Sonraki Farka Git
ActionLeftNext:s=F3
ActionLeftNext=İleri
ActionLeftPrevious:h=Önceki Farka Git
ActionLeftPrevious:s=Shift+F3
ActionLeftPrevious=Önceki
ActionLeftReload:h=Geçerli dosyayı tekrar yükle
ActionLeftReload=Tekrar yükle
ActionLeftSwap:h=Sağ dosyada seçilen satırı takas et
ActionLeftSwap=Takas
ActionOptions:h=Metin Karşılaştırma Seçenekleri
ActionOptions=Seçenekler
ActionRightCopy:h=Soldaki dosyada seçilen satırı kopyala
ActionRightCopy=Kopyala
ActionRightFileOpen:h=Mevcut bir dosyayı aç
ActionRightFileOpen=Aç
ActionRightFileSave:h=Bu dosyayı kaydet
ActionRightFileSave=Kaydet
ActionRightNext:h=Sonraki farka git
ActionRightNext:s=F4
ActionRightNext=İleri
ActionRightPrevious:h=Önceki farka git
ActionRightPrevious:s=Shift+F4
ActionRightPrevious=Önceki
ActionRightReload:h=Geçerli dosyayı tekrar yükle
ActionRightReload=Tekrar yükle
ActionRightSwap:h=Sol dosyada seçilen satırı takas et
ActionRightSwap=Takas
ActionSearchClose:h=Kapat
ActionSearchFindNext:h=Sonraki Bul
ActionSearchFindNext:s=Ctrl+F3
ActionSearchFindPrevious:h=Öncekini bul
ActionSearchFindPrevious:s=Shift+Ctrl+F3
ActionSearchMatchCase:h=Büyük / küçük harfe duyarlı
ActionSearchMatchCase=Büyük / küçük harfe duyarlı
ActionSearchWholeWords:h=Tüm kelimelerde
ActionSearchWholeWords=Tüm kelimeler
Caption=Metin karşılaştırması

[CompareOptionsDialog]
Caption=Metin karşılaştırma seçenekleri
CheckBoxIgnoreBlanks=Boşlukları yoksay
CheckBoxIgnoreCase=Hassasiyet ayarı
CheckBoxShowSpecialChars=Özel karakteri göster
ComboBoxColorTheme=Tema Rengi

[ConfirmReplaceDialog]
Caption=Değiştirmeyi Onayla

[Constant]
Active=Sadece aktif sekmede göster
ActualSize=Gerçek boyut
AddFile:t=Translation needed
AddFile=Add file
AllFiles=Tüm dosyalar
Arrow=Tamam
AutoSave=Otomatik kaydet
Block=Engelle
Blue=Mavi
Bookmark=Yerimi
Bookmarks=Yer imleri
Bottom=Alt
Bytes=bayt
CharacterCount=Karakter sayımı
Circle=Daire
Color=Renk
CompareFiles=Dosyaları karşılaştır
Confirmation=Onayla
Connecting=Bağlanıyor
CountingFiles=Dosyalar sayılıyor ......
Dash=Hat
Default=Varsayılan
DirectoryItems=Dizin öğeleri
DocumentIsValid=Belge geçerlidir.
Dot=Nokta
DoubleUnderline=Altı çift çizili
Download=İNDİR
DownloadCancelling=İptal ediliyor...
DownloadDone=Başarılı
EditDirectory=Dizini düzenle
Encoding=Kodlanıyor
Enter=Enter
Error=Hata
Extended=Genişletilmiş - \n, \t, \0
FavouriteItems=Favori öğeler
FileMaskItems=Dosya maskesi öğeleri
FilesFound=%d dosyası %s içinde bulunan: %s
FitHeight=Uygun yüksekliğe
FitWidth=Uygun genişliğe
Gigabyte=GB
GoToBookmark=Satıra git
GoToLine=Satıra Git...
Green=Yeşil
HalfBlock=Yarım blok
Hide=Gizle
Highlighter=Vurgulayıcı
HorizontalLine=Yatay çizgi
Hovered=Sadece üstüne gelince göster
Inactive=Sadece pasif sekmede göster
Information=Bilgi
Insert=Ekle...
InsertTags=HTML/XML etiketini ekle
Installer=Yükle
InvalidName=Geçersiz isim
Keyword=Anahtar kelime
Kilobyte=KB
LanguageEditor=Dil Tercümanı- %s
Left=Sol
Length=Uzunluk
Line=Satır
LineCount=Satır Sayıcı
LoadingFile=Dosya yükleniyor...
LoadingFiles=Dosyalar yükleniyor ...
LoadingOutput=Yüklemeden çıkılıyor...
LowerCase=Küçük harfe
MatchFound=%d  %s öğe  bulundu
MatchFoundPluralExtension=tane
Megabyte=MB
Memory=Bellek
Minute=dak
Modified=Düzenlendi
NewFolder=Yeni klasör
NoChange=Değişiklik yok
None=Yok
Normal=Normal
OccurencesFound=%d de %s öğeleri tespit edilmiştir.
Open=Aç
OpenDirectory=Dizin Aç
Overwrite=Üzerine yaz
Page=Pencere genişiliğine göre
Password=Parola
Pilcrow=Pilcrow
PleaseWait=Lütfen bekleyiniz
Position=Pozisyon: %d
PreviewFilePage=Sayfa: $PAGENUM$ dan $PAGECOUNT$
PreviewPage=Sayfa: %d den %d
PreviewPrintFile=(%s) Yazdır|%s üzerinde bu dosyayı yazdır
PrintedBy=%s tarafından yazdırıldı
ProcessingFile=Dosya işleniyor
Purple=Mor
ReadOnly=Salt okunur
Red=Kırmızı
RegularExpression=Düzenli ifade
Rename="%s" nin isimini "%s" olarak değiştirmek istiyor musunuz?
RenameFailed=%s adlandırması başarısız 
RenameTab=Sekmeyi yeniden adlandır
ReopenItems=Dosyaları Yeniden Aç...
Results=Sonuçlar
Right=Sağ
RightMargin=Pencerenin soluna hizala
SaveAs=Farklı kaydet
Search=Ara
SearchFor="%s" için ara
SearchItems=Aradığınız Öğelerle İlgili Tercihleriniz
Second=sn
SelectRootDirectory=Kök dizini seç
SelectWorkingDirectory=Çalışma dizinini seç
SentenceCase=Cümleye hassasiyet
Separator=Ayırıcı
ShowOnlyInList=Yalnızca listede göster
Snippet=Kırpılmış
Solid=Katı
Speed=Hız
Square=Kare
Text=Metin
TextToFindItems=Metni öğelerde bul
ThinHorizontalLine=İnce yatay çizgi
ThinVerticalLine=İnce dikey çizgi
ToggleBookmark=Adres yerimi
Top=Üst
TopLine=Üst satır: %d
Triangle=Üçgen
Underline=Altı Çizili
Untitled=İsimsiz
UpperCase=Büyük harfe
UseOnAllHighlighters=Tüm vurgulayıcılarda kullanın
VersionInfoNotFound=Sürüm bilgisi bulunamadı.
VerticalLine=Dikey çizgi
Warning=Uyarı
WaveLine=Dalgalı çizgi
WavyZigzag=Zikzaklı çizgi
Width=Genişlik
Wildcard=Joker - *, ?, #
WordCount=Kelime sayacı
Yellow=Sarı
ZipPackage=Zip Paketi

[ConvertConstant]
AcreFeet=Arazi ayaklar
AcreInches=Arazi tipi inç
Acres=Arazi ölçü birimi
Angstroms=Angström
Area=Alan Ölçüleri
Ares=Dekametrekare
AstronomicalUnits=Astronomik birim
Binary=İkili
Celsius=Santigrat
Centares=Metrekare
Centigrams=Santigram
CentiLiters=Santilitre
Centimeters=Santimetre
Centuries=Yüzyıl
Chains=Zincirler
CordFeet=Kordon ayaklar
Cords=Kordon
CubicCentimeters=Santimetreküp
CubicDecameters=Desimetreküp
CubicDecimeters=Desimetreküp
CubicFeet=Feetküp
CubicHectometers=Hektometreküp
CubicInches=İnçküp
CubicKilometers=Kilometreküp
CubicMeters=Metreküp
CubicMiles=Milküp
CubicMillimeters=Milimetreküp
CubicYards=Yardküp
Cubits=Arşın
DateTime=Tarih saat
Days=Gün
Decades=OnYıl
Decagrams=Dekagram
DecaLiters=Dekalitre
Decameters=Dekametre
Decasteres=Decasteres
Decigrams=Desigram
DeciLiters=Desilitre
Decimal=Ondalık
Decimeters=Desimetre
Decisteres=Decisteres
Distance=Uzunluk Ölçüleri
Drams=Dirhem
DryBuckets=Kuru kova
DryBushels=Kuru kile
DryGallons=Kuru galon
DryPecks=Kuru çeyreklik
DryPints=Kuru bardak
DryQuarts=Kuru litre
Fahrenheit=Fahrenhayt
Fathoms=Kulaç
Feet=Ayak
FluidCups=Sıvı dolu kupa
FluidGallons=Sıvı galon
FluidGills=Sıvı solungaç
FluidOunces=Sıvı ons
FluidPints=Sıvı bardak
FluidQuarts=Çeyrek sıvı
FluidTablespoons=Sıvı kaşığı
FluidTeaspoons=Sıvı çay kaşığı
Fortnights=15 gün
Furlongs=Sekizde bir mil
Gigameters=Gigametre
Grains=Tane
Grams=Gram
Hands=El
Hectares=Hektar
Hectograms=Hektogram
HectoLiters=Hektolitre
Hectometers=Hektometre
Hexadecimal=Onaltılık
Hours=Saat
Inches=İnç
JulianDate=Miladi tarih
Kelvin=Kelvin
Kilograms=Kilogram
KiloLiters=Kilo litre
Kilometers=Kilometre
LightYears=Işık yılı
Links=Bağlantı
Liters=Litre
LongTons=Uzun ton
Mass=Kütle Ölçüleri
Megameters=Bin kilometre
Meters=Metre
MetricTons=Metrik ton
Micrograms=mikrogram
Micromicrons=Minimikron
Microns=Mikron
Miles=Kara Mili
Millennia=Binyıl
Milligrams=Miligram
MilliLiters=Mililitre
Millimeters=Milimetre
Millimicrons=Milimikron
MilliSeconds=milisaniye
Minutes=Dakika
ModifiedJulianDate=Yeni Jülyen tarihi
Months=Aylar
Nanograms=Nanogram
NauticalMiles=Denz Mili
NumeralSystem=Sayısal sistem
Ounces=Ons
Paces=Adım
Parsecs=Parsek
Picas=Pika(1/6 inç)
Points=Nokta
Pounds=Paund
Rankine=Rankine
Reaumur=Reaumur
Rods=Çubuk
Seconds=Saniye
SquareCentimeters=Santimetrekare
SquareDecameters=Dekametrekare
SquareDecimeters=Desimetrekare
SquareFeet=Ayakkare
SquareHectometers=Hektometrekare
SquareInches=İnç kare
SquareKilometers=Kilometrekare
SquareMeters=Metrekare
SquareMiles=Milkare
SquareMillimeters=Milimetrekare
SquareRods=Çubukkare
SquareYards=Yardkare
Steres=1metreküp
Stones=Taşlar
Temperature=Sıcaklık Ölçüleri
Time=Zaman Ölçüleri
Tons=Ton
UKBuckets=UK kovalar
UKBushels=UK kile
UKGallons=UK galon
UKGill=UK solungaç
UKOunces=UK ons
UKPecks=UK çeyrek
UKPints=UK bardak
UKPottle=UK yarım galon
UKQuarts=UK çeyreklik
Volume=Hacim Ölçüleri
Weeks=Haftalar
Yards=Yard
Years=Yıllar

[ConvertForm]
Caption=Ölçü Birimlerini Birbirine Çevirme İşlemi
ComboBoxFrom=den
ComboBoxTo=ye
ComboBoxType=Ölçü
EditResult=Sonuç
EditValue=Değer

[DialogConstant]
SMsgDlgAbort=Vazgeç
SMsgDlgAll=Tümü
SMsgDlgCancel=İptal
SMsgDlgClose=Kapat
SMsgDlgConfirm=Onayla
SMsgDlgError=Hata
SMsgDlgHelp=Yardım
SMsgDlgHelpHelp=Yardım
SMsgDlgHelpNone=Bu konuda size yardımcı olamıyorum
SMsgDlgIgnore=Yoksay
SMsgDlgInformation=Bilgi
SMsgDlgNo=Hiçbir sekmede gösterme
SMsgDlgNoToAll=Tümüne hayır
SMsgDlgOK=Tamam
SMsgDlgRetry=Tekrar dene
SMsgDlgWarning=Uyarı
SMsgDlgYes=Tüm sekmelerde göster
SMsgDlgYesToAll=Tümüne evet
SNoMappingForUnicodeCharacter=Unicode karakteri için bu işlem geçersizdir.

[DirectoryTabDialog]
CheckBoxExcludeOtherDirectoryBranches=Seçili dizinin içeriğini ağaç görünümlü gösterilmesin
ComboBoxDrives=Sürücüler
ComboBoxFileMask=Dosya maskesi
EditRootDirectory=Kök Dizin
EditTabName=Sekme adı
GroupBoxOptions=Tercihler

[DownloadURLDialog]
ActionCancel=İptal
ActionOK=Tamam
Caption=İndir

[EditorColorElements]
ActiveLineBackground=Aktif satırın arka planı
ActiveLineBackgroundUnfocused=Odaklanılmamış aktif satır arka planı
ActiveLineForeground=Aktif satırın ön planı
ActiveLineForegroundUnfocused=Odaklanılmamış Aktif Hat Ön Planı
Background=Arkaplan
CodeFoldingActiveLineBackground=Aktif kodun satır katlaması
CodeFoldingActiveLineBackgroundUnfocused=Odaklanılmamış kod katlanır aktif satır arka planı
CodeFoldingBackground=Kod katlama arka planı
CodeFoldingCollapsedLine=Kod satırını katlayarak daralt
CodeFoldingFoldingLine=Kod satırını katlayarak daralt
CodeFoldingFoldingLineHighlight=Kod satırını katlamayı vurgulayarak daralt
CodeFoldingHintBackground=Kod ipucu arkaplanını katlayarak daralt
CodeFoldingHintBorder=Katlanan kod ipucu kenarı
CodeFoldingHintIndicatorBackground=Kod katlama ipucu göstergesi arkaplanı
CodeFoldingHintIndicatorBorder=Kod katlama ipucu göstergesi kenarı
CodeFoldingHintIndicatorMark=Kod katlama ipucu göstergesi işareti
CodeFoldingHintText=Katlanan kodun açıklama metni
CodeFoldingIndent=Kod katlama girintisi
CodeFoldingIndentHighlight=Kod katlama girinti vurgulaması
CompletionProposalBackground=Tamamlama önerisi arka planı
CompletionProposalForeground=Tamamlama önerisi ön planı
CompletionProposalSelectedBackground=Tamamlama önerisi için seçilen arkaplan
CompletionProposalSelectedText=Tamamlama önerisi seçili metin
LeftMarginActiveLineBackground=Aktif satır sol kenar boşluğu arkaplanı
LeftMarginActiveLineBackgroundUnfocused=Odaklanılmamış sol marj aktif satır arka planı
LeftMarginActiveLineNumber=Sol marj aktif satır numarası
LeftMarginBackground=Sol kenar boşluğu arkaplanı
LeftMarginBookmarkPanel=Yerimi paneli sol kenar boşluğu
LeftMarginBorder=Sol kenar boşluğu
LeftMarginLineNumberLine=Sol kenar satır numarası çizgisi
LeftMarginLineNumbers=Sol kenar satır numaraları
LeftMarginLineStateModified=Sol kenar çizgisi düzenlenmiş durumda
LeftMarginLineStateNormal=Sol kenar çizgisi normal durumda
MatchingPairMatched=Eşleşen çift bulunduğunda
MatchingPairUnmatched=Aranan öğe bulunamadığında
MinimapBackground=Mini harita arkaplanı
MinimapBookmark=Mini harita yerimi
MinimapVisibleLines=Mini haritada görülen satırlar
RightMargin=Sağ kenar
RightMovingEdge=Sağ hareketli kenar
RulerBackground=Cetvel arkaplanı
RulerBorder=Cetvel Kenarı
RulerLines=Cetvel hatları
RulerMovingEdge=Cetvelin hareketli kenarı
RulerNumbers=Cetvel numaraları
RulerSelection=Cetvel Seçimi
SearchHighlighterBackground=Aramada vurgulama arkaplanı
SearchHighlighterBorder=Aramada kenarlık vurgulama
SearchHighlighterForeground=Aramada vurgulama önplanı
SearchInSelectionBackground=Aramada seçili arkaplan
SearchMapActiveLine=Haritada aranan aktif satır
SearchMapBackground=Arama haritası arkaplanı
SearchMapForeground=Arama haritası önplanı
SelectionBackground=Seçim arkaplanı
SelectionForeground=Seçim önplanı
SyncEditBackground=Senkronizasyon düzenleme arkaplanı
SyncEditEditBorder=Senkronizasyon düzenleme kenarı
SyncEditWordBorder=Senkronizasyon düzenlemedekelime sınırı
WordWrapIndicatorArrow=Kelime sarma gösterim oku
WordWrapIndicatorLines=Kelime sarma gösterim çizgisi

[ErrorMessage]
DefaultEmailProgramNotFound=E-postayı gönderecek program bulunamıyor
DirectoryNotExist="%s" dizinde bulunamadı
EnterFilename=Dosya adını girin.
EnterKeyword=Anahtar kelimeyi girin.
EnterPath=Yol girin
EnterServer=Sunucuyu girin.
EnterTabName=Sekme adını girin
FileNotFound="%s" dosyası bulunamadı
RootDirectoryNotExist=Kök dizin yok

[ExecuteDialog]
ActionDelete:h=Dosya sil
ActionDelete=Sil
ActionEdit:h=Ögeyi düzenle
ActionEdit=Düzenle
ActionInsert:h=Dosya Ekle
ActionInsert=Ekle
ActionMoveDown:h=Seçili öğeyi aşağı taşı
ActionMoveDown=Aşağı Taşı
ActionMoveUp:h=Seçili öğeyi yukarı taşı
ActionMoveUp=Yukarı Taşı
ActionSort:h=Öğeleri Sırala
ActionSort=Sırala
Caption=Öğeleri yürüt

[ExecuteEditDialog]
Caption=Öğe Çalıştır
CheckBoxShowOutput:t=Çıktyıı göster
CheckBoxShowOutput=Çıktyıı göster
ComboBoxShortcut=Kısayol
EditFilename=Dosya adı
EditParameters=Parametre
EditTitle=Başlık
EditWorkingDirectory=Çalışma Dizini

[FilesSelectDialog]
ActionSelectAll:h=Seçili tüm dosyalar
ActionSelectAll=Tümünü seç
ActionUnselectAll:h=Seçilmemiş tüm dosyalar
ActionUnselectAll=Seçilmemişlerin tümü
Caption=Dosya seç
VirtualDrawTree:0=Dosya
VirtualDrawTree:1=Yolu

[FileTypes]
7Zip=7-Zip dosyası (*.7z)|*.7z
ABAP=ABAP dosyası (*.abap)
ActionScript=ActionScript dosyası (*.as)
ASP=ASP dosyası (*.asp)
Assembler - 6502=6502 Assembler dosyası (*.asm)
Assembler - 68HC11=68HC11 Assembler dosyası (*.hc11;*.asc)
AutoHotkey=AutoHotkey dosyası (*.ahk)
AutoIt v3=AutoIt dosyası (*.au3)
AWK=AWK scripti (*.awk)
Bash=Bash dosyası (*.sh)
C#=C# dosyası (*.cs)
C++=C++ dosyası (*.cpp;*.hpp)
C=C dosyası (*.c;*.h)
Clojure=Clojure dosyası (*.clj;*.cljs;*.cljc;*.edn)
CoffeeScript=CoffeeScript dosyası (*.coffee)
CSS=Basamaklı Stil Sayfası dosyası (*.css)
D=D dosyası (*.d;*.di)
Dart=Dart dosyası (*.dart)
Delphi Form Module=Delphi Form Modülü dosyası (*.dfm)
Diff=Artımlı dosyası (*.diff)
DWScript=DWScript dosyası (*.dws)
Eiffel=Eiffel dosyası (*.e;*.es)
Elixir=Elixir dosyası (*.exs)
Elm=Elm dosyası (*.elm)
Erlang=Erlang dosyası (*.erl;*.hrl)
Euphoria=Euphoria dosyası (*.e;*.ex;*.exw;*.edb)
Exe=Uygulama dosyası (*.exe)|*.exe
F#=F# dosyası (*.fs)
Free Pascal=Free Pascal dosyası (*.pp)
FreeBASIC=FreeBASIC dosyası (*.bi;*.bas)
GDScript=GDScript dosyası (*.gd)
Git Ignore=Git Ignore dosyası (*.gitignore)
GLSL=GLSL dosyası (*.glsl)
Go=Go dosyası (*.go)
Gravity=Gravity dosyası (*.gravity)
Groovy=Groovy dosyası (*.groovy;*.gvy;*.gy;*.gsh)
HTML with Scripts=HTML dosyası (*.html;*.htm)
INI=INI dosyası (*.ini;*.lng)
Inno Setup=Inno Setup dosyası (*.iss)
Java=Java dosyası (*.java)
JavaScript=JavaScript dosyası (*.js)
JSON=JSON dosyası (*.json)
Julia=Julia dosyası (*.jl)
Kotlin=Kotlin dosyası (*.kt;*.kts)
Language=Dil paketi dosyası (*.lng)|*.lng
LaTex=LaTex dosyası (*.lat;*.tex;*.lex)
Lisp=Lisp dosyası (*.lisp)
Log file=Log dosyası (*.log)
Lua=Lua dosyası (*.lua)
Macro=Macro dosyası (*.mcr)|*.mcr
Markdown=Markdown dosyası (*.md)
MATLAB=MATLAB dosyası (*.matlab)
MIME=MIME dosyası (*.eml;*.mht)
MS-DOS Batch=MS-DOS Batch dosyası (*.bat;*.cmd)
MSI=MSI dosyası (*.msi)|*.msi
NSIS=NSIS kurulum dosyası (*.nsi)
Object Pascal=Pascal dosyası (*.pas;*.dpr;*.dpk)
Objective-C=Objective-C dosyası (*.m)
OCaml=OCaml dosyası (*.ml)
PDF=PDF dosyası (*.pdf)
Perl=Perl dosyası (*.pl;*.pm;*.cgi)
PHP=PHP dosyası (*.php;*.class;*.inc)
PowerShell=PowerShell dosyası (*.ps1)
Python=Python dosyası (*.py)
R=R dosyası (*.r)
Red=Red dosyası (*.red;*.reds)
Ruby=Ruby dosyası (*.rb;*.rbw)
Rust=Rust dosyası (*.rc)
Scala=Scala dosyası (*.scala)
SQL - Standard=SQL dosyası (*.sql)
Structured Text=Structured Text dosyası (*.st; *.iecst)
Swift=Swift dosyası (*.swift)
TclTk=Tcl/Tk dosyası (*.tcl)
Text=Metin dosyası (*.txt)
TypeScript=TypeScript dosyası (*.ts)
UnrealScript=UnrealScript dosyası (*.uc)
Visual Basic=Visual Basic dosyası (*.vb;*.bas)
Visual FoxPro=Visual FoxPro dosyaları (*.pjx;*.prg)
VRCalc++=VRCalc++ dosyası (*.vrc;*.vrcm)
XML=XML dosyası (*.xml;*.xsd;*.dtd;*.dproj;*.groupproj)
XSL=XSL dosyası (*.xsl;*.xslt)
YAML=YAML dosyası (*.yml)
Zip=Zip arşiv dosyası (*.zip)|*.zip

[FindDuplicatesDialog]
ActionFileMaskItems=Dosya maskesi öğeleri ...
ActionDirectoryItems=Dizin öğeleri ...
Caption=Çiftleri bul
CheckBoxIgnoreBlanks=Boşlukarı yoksay
CheckBoxIgnoreCase=Hassasiyet yok
CheckBoxIncludeSubdirectories=Alt dizinleri dahil et
CheckBoxScanHorizontally=Yatay Tarama
CheckBoxScanVertically=Dikey Tarama
ComboBoxDirectories=Dizinler
ComboBoxFileMask=Dosya maskesi
GroupBoxOptions=Seçenekler
GroupBoxSearch=Ara
GroupBoxSearchDirectoryOptions=Dizin arama seçenekleri
RadioButtonSearchAllOpenFiles=Tüm açık dosyalar
RadioButtonSearchInDirectories=Dizinlerde
SpinEditMinimumBlockSize=En düşük blok boyutu
SpinEditMinimumCharacters=Minimum karakter

[FindInFilesDialog]
ActionSearchEngine=Arama Tercihi
ActionTextToFindItems=Öğeleri bulmak için metin ...
ActionFileMaskItems=Dosya maskesi öğeleri...
ActionDirectoryItems=Dizin öğeleri ...
Caption=Dosyaları bul
CheckBoxDisplayResultsInSeparateTab=Sonuçları ayrı bir sekmede göster
CheckBoxGroupResultsByFile=Dosyaya göre grupla
CheckBoxIncludeSubdirectories=Alt dizinleri dahil et
CheckBoxMatchCase=BÜYÜK / küçük harf eşleştir
CheckBoxShowOnlyResult=Sadece sonucu göster
CheckBoxWholeWords=Sadece tam kelimelerde
ComboBoxDirectories:h=Çoklu dizinleri noktalı virgül ile ayrılır
ComboBoxDirectories=Dizinler
ComboBoxFileMask=Dosya maskesi
ComboBoxTextToFind=Metin bul
GroupBoxOptions=Seçenekler
GroupBoxOutputOptions=Çıkış
GroupBoxSearch=ARA
GroupBoxSearchDirectoryOptions=Dizin arama seçenekleri
RadioButtonSearchAllOpenFiles=Tüm açık dosyalarda
RadioButtonSearchInCurrentFile:t=Translation needed
RadioButtonSearchInCurrentFile=In current file
RadioButtonSearchInDirectories=Dizinlerde

[HighlighterColorElements]
AssemblerComment=Assembler açıklaması
AssemblerReservedWord=Assembler 'e ait sözcük
Attribute=Nitelik
Character=Karakter
Comment=Yorum
Directive=Talimat
Editor=Düzenleyici
HexNumber=Hex sayısı
HighlightedBlock=Vurgulanan blok
HighlightedBlockSymbol:t=Translation needed
HighlightedBlockSymbol=Highlighted block symbol
LogicalOperator:t=Translation needed
LogicalOperator=Logical operator
Method=Yöntem
MethodItalic:t=Translation needed
MethodItalic=Method italic
MethodName=Yöntem adı
Number=Numara
ReservedWord=Ayrılmış kelime
String=Dizi
Symbol=Sembol
Value:t=Translation needed
Value=Value
WebLink:t=Translation needed
WebLink=Web link

[HighlighterFontElements]
CodeFoldingHint=Kod katlama ipucu
CompletionProposal=Tamamlama Önerisi
LineNumbers=Satır numaraları
Minimap=Dosya Haritası
Ruler=Cetvel
Text=Metin

[InformationDialog]
Caption=Bilgi
LabelAccessed=Erişim
LabelCharacterCount=Karakter sayacı
LabelCreated=Oluşturma
LabelFilename=Dosya adı
LabelLength=Uzunluk
LabelLineCount=Çizgi sayımı
LabelLocation=Konumu
LabelModified=Düzenlenmiş
LabelSize=Boyut
LabelSizeOnDisk=Disk boyutu
LabelWordCount=Kelime sayacı

[Buttons]
ButtonCancel=İptal
ButtonDonations=Bağış Yap
ButtonDownloadAllSkins=Tüm temaları indir
ButtonLicense=Lisans..
ButtonNo=Hayır
ButtonOK=Tamam
ButtonYes=Evet
ButtonYesToAll=Tümüne evet

[ItemListDialog]
ActionClearAll:h=Tümünü temizle
ActionClearAll=Tümünü temizle
ActionDelete:h=Dosyayı sil
ActionDelete=Sil
ActionInsert:h=Dosya Ekle
ActionInsert=Ekle...
ActionMoveDown:h=Seçileni aşağı taşı
ActionMoveDown=Aşağı Taşı
ActionMoveUp:h=Seçileni yukarı taşı
ActionMoveUp=Yukarı Taşı
ActionSort:h=Dosyaları sırala
ActionSort=Sırala

[LanguageEditorForm]
ActionExit:h=Dil tercümecisini kapat
ActionExit=Kapat
ActionFileNew:h=Yeni dil paketi oluştur
ActionFileNew=Yeni
ActionFileOpen:h=Varolan dil paketinden birini aç
ActionFileOpen=Aç
ActionFileSave:h=Dil paketini kaydet
ActionFileSave=Kaydet
VirtualDrawTree:0=Konu
VirtualDrawTree:1=Başlık
VirtualDrawTree:2=Açıklama
VirtualDrawTree:3=Kısayol
VirtualDrawTree:4=İkincil kısayol

[MainForm]
ActionBookmarkListShowFilters=Filtreleri göster-
ActionDirectoryContextMenu:h=Sağ Tuş Menüsü
ActionDirectoryContextMenu=Sağ Tuş Menüsü
ActionDirectoryDelete:h=Bir dosya veya dizin sil
ActionDirectoryDelete=Sil
ActionDirectoryFileExplorer:h=Dosya gezginini aç
ActionDirectoryFileExplorer=Dosya Gezgini
ActionDirectoryFindInFiles:h=birden fazla dosyada bir dizeyi arayın
ActionDirectoryFindInFiles=Dosyalarda bul ...
ActionDirectoryNewFolder=Yeni klasör
ActionDirectoryOpenAllFiles:h=Dizindeki tüm dosyaları aç
ActionDirectoryOpenAllFiles=Tüm dosyaları açın
ActionDirectoryOpenFileExplorer:h=Dosyanın konumunu Windows Gezgininde Aç
ActionDirectoryOpenFileExplorer=Dosya Gezgini
ActionDirectoryProperties:h=Dosya/dizin özelliklerine gözat
ActionDirectoryProperties=Özellikler
ActionDirectoryRefresh:h=Dosyaları yenile
ActionDirectoryRefresh=Yenile
ActionDirectoryRename:h=Bir dosya veya dizini yeniden adlandır
ActionDirectoryRename=Yeni ad ver
ActionDirectorySFTPDownload=İndir
ActionDirectorySFTPUpload=Gönder
ActionEdit=Düzenle
ActionEditCopy:h=Seçileni panoya kopyala
ActionEditCopy:s=Ctrl+C
ActionEditCopy=Kopyala
ActionEditCopyWithLineNumbers:h=Seçileni panoya kopyala
ActionEditCopyWithLineNumbers:s=Ctrl+Alt+C
ActionEditCopyWithLineNumbers=Satır numaraları ile kopyala
ActionEditCut:h=Seçileni kes
ActionEditCut:s=Ctrl+X
ActionEditCut=Kes
ActionEditDecode:h=Kod Çöz
ActionEditDecode=Kod Çöz
ActionEditDecodeASCIIDecimal:h=ASCII ondalık kodu çöz
ActionEditDecodeASCIIDecimal=ASCII Ondalık
ActionEditDecodeBase1024:h=Kod Çözme tabanı1024
ActionEditDecodeBase1024=1024
ActionEditDecodeBase128:h=Kod Çözme tabanı 128
ActionEditDecodeBase128=128
ActionEditDecodeBase256:h=Kod Çözme tabanı 256
ActionEditDecodeBase256=256
ActionEditDecodeBase32:h=Kod Çözme tabanı 32
ActionEditDecodeBase32=32
ActionEditDecodeBase4096:h=Kod Çözme tabanı 4096
ActionEditDecodeBase4096=4096
ActionEditDecodeBase64:h=Kod Çözme tabanı 64
ActionEditDecodeBase64=64
ActionEditDecodeBase85:h=Kod Çözme tabanı 85
ActionEditDecodeBase85=85
ActionEditDecodeBase91:h=Kod Çözme tabanı 91
ActionEditDecodeBase91=91
ActionEditDecodeBase:h=Kod Çözme tabanı
ActionEditDecodeBase=Taban
ActionEditDecodeBinary:h=İkili Kodu Çözme
ActionEditDecodeBinary=İkili
ActionEditDecodeHex:h=Hex Kodu Çözme
ActionEditDecodeHex=Hex
ActionEditDecodeHexWithoutSpaces:h=Boşluksuz hex kodunu çöz
ActionEditDecodeHexWithoutSpaces=Boşluksuz Hex Kodu
ActionEditDecodeHTML:h=HTML kodu çöz
ActionEditDecodeHTML=HTML
ActionEditDecodeOctal:h=Sekizlik kodu çöz
ActionEditDecodeOctal=Sekzlik
ActionEditDecodeRotate13:h=13 yerlerde döndür
ActionEditDecodeRotate18:h=18 yerlerde döndür
ActionEditDecodeRotate47:h=47 yerlerde döndür
ActionEditDecodeRotate5:h=5 yerlere döndür
ActionEditDecodeRotate:h=Kod Çözme Döndür
ActionEditDecodeRotate=Döndür
ActionEditDecodeURL:h=URL çöz
ActionEditDecodeURL=URL
ActionEditDelete=Sil
ActionEditDeleteBeginningOfLine:h=Satırın başlangıcını sil
ActionEditDeleteBeginningOfLine:s=Shift+Ctrl+T
ActionEditDeleteBeginningOfLine=Satır Başlangıcı
ActionEditDeleteCharForward:h=İleri karakteri sil
ActionEditDeleteCharForward:s=Shift+BkSp
ActionEditDeleteCharForward=İleri karakteri
ActionEditDeleteComments:h=Yorumları sil
ActionEditDeleteComments=Yorumlar
ActionEditDeleteDuplicateLines:h=Yinelenen satırları silin
ActionEditDeleteDuplicateLines=Yinelenen Satırlar
ActionEditDeleteEndOfLine:h=Satırın sonu sil
ActionEditDeleteEndOfLine:s=Shift+Ctrl+Y
ActionEditDeleteEndOfLine=Satır Sonu
ActionEditDeleteLine:h=Satır Sil
ActionEditDeleteLine:s=Ctrl+Y
ActionEditDeleteLine=Satır
ActionEditDeleteWhitespace:h=Seçilen metinden tüm boşlukları kaldırın
ActionEditDeleteWhitespace=Beyaz boşluk
ActionEditDeleteWord:h=Kelime sil
ActionEditDeleteWord:s=Ctrl+W
ActionEditDeleteWord=Kelime
ActionEditDeleteWordBackward:h=Kelimeyi geriye doğru sil
ActionEditDeleteWordBackward:s=Ctrl+BkSp
ActionEditDeleteWordBackward=Kelimeyi geriye doğru sil
ActionEditDeleteWordForward:h=Kelimeyi ileri sil
ActionEditDeleteWordForward:s=Ctrl+Del
ActionEditDeleteWordForward=Kelimeyi ileri doğru sil
ActionEditEncode:h=Kodla
ActionEditEncode=Kodla
ActionEditEncodeASCIIDecimal:h=ASCII ondalık kodla
ActionEditEncodeASCIIDecimal=ASCII ondalık
ActionEditEncodeBase1024:h=1024 tabanlı kodla
ActionEditEncodeBase1024=1024
ActionEditEncodeBase128:h=128 tabanlı kodla
ActionEditEncodeBase128=128
ActionEditEncodeBase256:h=256 tabanlı kodla
ActionEditEncodeBase256=256
ActionEditEncodeBase32:h=32 tabanlı kodla
ActionEditEncodeBase32=32
ActionEditEncodeBase4096:h=4096 tabanlı kodla
ActionEditEncodeBase4096=4096
ActionEditEncodeBase64:h=64 tabanlı kodla
ActionEditEncodeBase64=64
ActionEditEncodeBase64WithLineBreaks:h=Satır sonlarını 64 tabanlı kodla
ActionEditEncodeBase64WithLineBreaks=64 (satır sonları ile)
ActionEditEncodeBase85:h=85 tabanlı kodla
ActionEditEncodeBase85=85
ActionEditEncodeBase91:h=91 tabanlı kodla
ActionEditEncodeBase91=91
ActionEditEncodeBase:h=Kodlama tabanı
ActionEditEncodeBase=Taban
ActionEditEncodeBinary:h=İkili tabanda kodla
ActionEditEncodeBinary=İkili
ActionEditEncodeHex:h=hex kodla
ActionEditEncodeHex=Hex
ActionEditEncodeHexWithoutSpaces:h=Boşluksuz hex kodla
ActionEditEncodeHexWithoutSpaces=Hex (boşluksuz)
ActionEditEncodeHTML:h=HTML kodla
ActionEditEncodeHTML=HTML
ActionEditEncodeOctal:h=Sekizlik kodla
ActionEditEncodeOctal=Sekizlik
ActionEditEncodeRotate13:h=13 yerlerde döndür
ActionEditEncodeRotate18:h=18 yerlerde döndür
ActionEditEncodeRotate47:h=47 yerlerde döndür
ActionEditEncodeRotate5:h=5 yerlerde döndür
ActionEditEncodeRotate:h=Kodlamayı Döndür
ActionEditEncodeRotate=Döndür
ActionEditEncodeURL:h=URL Kodla
ActionEditEncodeURL=URL
ActionEditFormatJSON=JSON Formatı
ActionEditFormatJSONIndent2:h=JSON Formatı
ActionEditFormatJSONIndent2:s=Ctrl+Shift+J
ActionEditFormatJSONIndent2=Indent 2
ActionEditFormatJSONIndent3=Indent 3
ActionEditFormatJSONIndent4=Indent 4
ActionEditFormatJSONMinify=Küçült
ActionEditFormatSQL:h=SQL formatı
ActionEditFormatSQL=SQL formatı
ActionEditFormatXML=XML Formatı
ActionEditFormatXMLFormat:h=XML Formatı
ActionEditFormatXMLFormat:s=Ctrl+Shift+X
ActionEditFormatXMLFormat=Format
ActionEditFormatXMLMinify=Küçült
ActionEditIndentDecrease:h=Girintiyi azalt
ActionEditIndentDecrease:s=Shift+Ctrl+U
ActionEditIndentDecrease=Azalt
ActionEditIndentIncrease:h=Girintiyi Arttır
ActionEditIndentIncrease:s=Shift+Ctrl+I
ActionEditIndentIncrease=Arttır
ActionEditInsert=Ekle
ActionEditInsertBlockComment:h=Yorum blok geçişi Ctrl+Shift+VK_OEM_2. The VK_OEM_2 sanal anahtar klavye tarafından değişebilir. ABD standart klavyede için şöyle '/?'
ActionEditInsertBlockComment=Yorum Blogu
ActionEditInsertDateTime:h=Tarih ve saat ekle
ActionEditInsertDateTime:s=Shift+Alt+D
ActionEditInsertDateTime=Tarih ve saat
ActionEditInsertGUID:h=UID ekle
ActionEditInsertGUID:s=Shift+Ctrl+G
ActionEditInsertGUID=GUID
ActionEditInsertHexColor:h=Hex rengi
ActionEditInsertHexColor:s=Shift+Alt+C
ActionEditInsertHexColor=Hex rengi
ActionEditInsertLine:h=çizgi ekle
ActionEditInsertLine:s=Ctrl+Enter
ActionEditInsertLine=Çizgi
ActionEditInsertLineComment:h=Çizgi açıklaması: Kısayollar Ctrl+VK_OEM_2. The VK_OEM_2 sanal anahtar klavye tarafından değişebilir. ABD standart klavyesi içindir, '/?' tuşuna basın.
ActionEditInsertLineComment=Açıklama çizgisi
ActionEditInsertNull:h=Boş karakter ekle
ActionEditInsertNull:s=Shift+Ctrl+N
ActionEditInsertNull=Boş
ActionEditInsertTag:h=HTML/XML etiketi ekle
ActionEditInsertTag:s=Ctrl+T
ActionEditInsertTag=HTML/XML etiketleri...
ActionEditModify=Değiştir
ActionEditModifyJoin:h=Metinle ayırıcıyı birleştir
ActionEditModifyJoin=Birleştir
ActionEditModifyLineWrap:h=Çizgiyi genişliğe uyarla
ActionEditModifyLineWrap=Çizgi Sarmala
ActionEditModifySpacesToTabs:h=Tüm sekme boşluklarını dönüştür
ActionEditModifySpacesToTabs=Sekme Boşlukları
ActionEditModifySplit:h=Metni çizgiyle böl
ActionEditModifySplit=Böl
ActionEditModifyTabsToSpaces:h=Tüm sekmeleri boşluklara dönüştür
ActionEditModifyTabsToSpaces=Sekme Boşlukları
ActionEditMove=Taşı
ActionEditMoveLineDown:h=Satırı aşağı taşı
ActionEditMoveLineDown:s=Shift+Ctrl+Down
ActionEditMoveLineDown=Çizgi altına
ActionEditMoveLineUp:h=Çizgi üstüne taşı
ActionEditMoveLineUp:s=Shift+Ctrl+Up
ActionEditMoveLineUp=Çizgi üstüne
ActionEditMoveNextWord:h=Sonraki kelimeye git
ActionEditMoveNextWord:s=Ctrl+Right
ActionEditMoveNextWord=Sonraki kelime
ActionEditMovePreviousWord:h=Önceki kelimeye git
ActionEditMovePreviousWord:s=Ctrl+Left
ActionEditMovePreviousWord=Önceki kelime
ActionEditMoveSelectionDown:h=Seçileni aşağı taşı
ActionEditMoveSelectionDown:s=Shift+Alt+Down
ActionEditMoveSelectionDown=Seçileni aşağı
ActionEditMoveSelectionLeft:h=Seçileni sola taşı
ActionEditMoveSelectionLeft:s=Shift+Alt+Left
ActionEditMoveSelectionLeft=Seçileni sola
ActionEditMoveSelectionRight:h=Seçileni sağa taşı
ActionEditMoveSelectionRight:s=Shift+Alt+Right
ActionEditMoveSelectionRight=Seçileni taşı
ActionEditMoveSelectionUp:h=Seçileni yukarı taşı
ActionEditMoveSelectionUp:s=Shift+Alt+Up
ActionEditMoveSelectionUp=Seçileni yukarı
ActionEditPaste:h=Panodan yapıştır
ActionEditPaste:s=Ctrl+V
ActionEditPaste=Yapıştır
ActionEditRedo:h=Son işlemi geri al
ActionEditRedo:s=Shift+Ctrl+Z
ActionEditRedo=İleri Al
ActionEditSelectAll:h=Tümünü Seç
ActionEditSelectAll:s=Ctrl+A
ActionEditSelectAll=Tümünü Seç
ActionEditSort=Sırala
ActionEditSortAsc:h=Artan şekilde sırala
ActionEditSortAsc:s=Shift+Ctrl+A
ActionEditSortAsc=Artan...
ActionEditSortDesc:h=Azalan şekilde sırala
ActionEditSortDesc:s=Shift+Ctrl+D
ActionEditSortDesc=Azalan...
ActionEditSortRandom:h=Rastgele sırala
ActionEditSortRandom=Rastgele
ActionEditToggleCase:h=BÜYÜK/küçük
ActionEditToggleCase:s=Shift+Ctrl+C
ActionEditToggleCase=BüYüK/kÜçÜk
ActionEditToggleCaseAlternating:h=Alternatif duruma geç
ActionEditToggleCaseAlternating=BÜYÜK >< küçük
ActionEditToggleCaseLower:h=küçük harfe geç
ActionEditToggleCaseLower:s=Ctrl+L
ActionEditToggleCaseLower=Tümü küçük
ActionEditToggleCaseSentence:h=Cümle görünümüne geç
ActionEditToggleCaseSentence=Metnin İlk Harfi BÜYÜK
ActionEditToggleCaseTitle:h=İlk harfleri büyük
ActionEditToggleCaseTitle=Her Kelimenin İlk Harfi BÜYÜK
ActionEditToggleCaseUpper:h=Tüm Harfler BÜYÜK
ActionEditToggleCaseUpper:s=Ctrl+U
ActionEditToggleCaseUpper=Tümü BÜYÜK
ActionEditTrim=Biçimlendir(Trim)
ActionEditTrimBoth:h=Sol ve sağı biçimlendir
ActionEditTrimBoth=İkisini de
ActionEditTrimLeft:h=Solu biçimlendir
ActionEditTrimLeft=Sol
ActionEditTrimRight:h=Sağı biçimlendir
ActionEditTrimRight=Sağ
ActionEditUndo:h=Son işlemi geri al
ActionEditUndo:s=Ctrl+Z
ActionEditUndo=Geri Al
ActionEditValidateXML=XML doğrula
ActionFile=Dosya
ActionFileAddToFavourites:h=Add file to favourites
ActionFileAddToFavourites:s=Ctrl+D
ActionFileAddToFavourites=Favorilerime Ekle
ActionFileCanClose:h=Sekme kapatma tercihini değiştir
ActionFileCanClose=Dosya Kapatma Seçenekleri
ActionFileClose=Kapat
ActionFileCloseActive:h=Aktif dosya kapatılsın
ActionFileCloseActive:s=Ctrl+F4
ActionFileCloseActive=Aktif dosyayı kapat
ActionFileCloseAll:h=Tüm açık dosyalar kapatılsın
ActionFileCloseAll=Açık olan tüm dosyaları kapat
ActionFileCloseAllOther:h=Diğer tüm dosyaları kapat
ActionFileCloseAllOther:s=Shift+Ctrl+F4
ActionFileCloseAllOther=Diğerlerinin tümünü
ActionFileCloseModified:h=Üzerinde değişiklik yapılan dosyaları kapat
ActionFileCloseModified=Değiştirilen tüm dosyaları kapat
ActionFileCloseSelected:h=Seçili dosyaları
ActionFileCloseSelected=Seçileni dosyayı kapat
ActionFileCloseUnmodified:h=Düzenlenmemiş dosyaları kapat
ActionFileCloseUnmodified=Düzenlenmemiş dosyaları kapat
ActionFileContextMenu:h=Sağ Tuş Menüsü
ActionFileContextMenu=Sağ Tuş Menüsü
ActionFileExit:h=Uygulamadan çık
ActionFileExit:s2=ESC
ActionFileExit:s=Alt+F4
ActionFileExit=Çıkış
ActionFileFavourites=Favorilerim
ActionFileFavouritesProperties=Özellikler...
ActionFileHTMLExport:h=HTML olarak dışa aktar
ActionFileHTMLExport=HTML olarak kaydet
ActionFileInfo:h=Aktif dosya hakkında bilgiler
ActionFileInfo=Bilgi...
ActionFileMoveCaretAtTheEndAfterReload:h=Düzenleyiciyi yeniden yükledikten sonra düzeltme işaretini hareket ettir/değiştir
ActionFileMoveCaretAtTheEndAfterReload=Yeniden yüklenenin sonuna imleci taşı
ActionFileNew:h=Yeni dosya oluştur
ActionFileNew:s=Ctrl+N
ActionFileNew=Yeni
ActionFileOpen:h=Bilgisayarımdan bir dosya aç
ActionFileOpen:s=Ctrl+O
ActionFileOpen=Aç...
ActionFileOpenCommandPrompt:h=Komut İstemi
ActionFileOpenCommandPrompt=Komut İstemi
ActionFileOpenFileExplorer:h=Dosyanın konumunu Windows Gezgininde Aç
ActionFileOpenFileExplorer=Dosya Gezgini
ActionFileOpenInBrowser:h=Dosyayı tarayıcıda aç
ActionFileOpenInBrowser:s=Alt+B
ActionFileOpenInBrowser=Tarayıcı
ActionFilePrint:h=Aktif dosyayı yazdır
ActionFilePrint:s=Ctrl+P
ActionFilePrint=Yazdır...
ActionFilePrintPreview:h=Aktif dosyayı önizle
ActionFilePrintPreview=Önizleme
ActionFileProperties:h=Dosya özellikleri...
ActionFileProperties=Tercihler.
ActionFileReadOnly:h=Düzenleyiciyi salt okunur modunda aç
ActionFileReadOnly=Salt Okunur
ActionFileReloadAutomatically:h=Otomatikman düzenleyiciye geç
ActionFileReloadAutomatically=Otomatik yükle
ActionFileRemoveFromFavourites=Favori Listemden Kaldır
ActionFileRenameTab=Sekmeyi yeniden adlandır
ActionFileReopen=Tekrar Aç
ActionFileReopenProperties=Özellikler
ActionFileSave:h=Etkin dosyayı kaydet
ActionFileSave:s=Ctrl+S
ActionFileSave=Kaydet
ActionFileSaveAll:h=Tümünü Kaydet
ActionFileSaveAll:s=Shift+Ctrl+S
ActionFileSaveAll=Tümünü Kaydet
ActionFileSaveAs:h=Dosyayı farklı kaydet
ActionFileSaveAs:s=Ctrl+Alt+S
ActionFileSaveAs=Farklı Kaydet
ActionFileSelectFromDirectory:h=Aktif dizinden dosyayı seç
ActionFileSelectFromDirectory=Dizinden seç
ActionFileTrimTrailingSpaces:h=Düzenleyicinin sonundaki boşlukları kırpar
ActionFileTrimTrailingSpaces=Sondaki boşlukları kırp
ActionFileUpload=Yükle
ActionGotoNextBookmark:h=Sonraki yerimine git
ActionGotoNextBookmark:s=F2
ActionGotoNextBookmark=İleri
ActionGotoPreviousBookmark:h=Önceki yerimine git
ActionGotoPreviousBookmark:s=Shift+F2
ActionGotoPreviousBookmark=Önceki
ActionHelp=Yardım
ActionHelpAboutTextEditorPro:h=Tek Editor Pro hakkındaki bilgileri göster
ActionHelpAboutTextEditorPro=Hakkımda
ActionHelpCheckForUpdates:h=Güncelleme Denetimi Yap
ActionHelpCheckForUpdates=Güncelleme Denetle
ActionHelpSendFeedback:h=Geri bildirim gönder: info@texteditor.pro
ActionHelpSendFeedback=Geribildirim
ActionHelpShortcuts:h=Klavye kısayollarını göster
ActionHelpShortcuts:s=Ctrl+F1
ActionHelpShortcuts=Kısayollar
ActionHelpVisitHomepage:h=Sitemize Gelin - http://texteditor.pro
ActionHelpVisitHomepage=Anasayfam
ActionImageViewRotateClockwise:h=Sayfayı saat yönünde çevir
ActionImageViewRotateCounterClockwise:h=Sayfa Saat yönünün tersine döndürün
ActionImageViewZoomIn:h=Yakınlaştır
ActionImageViewZoomOut:h=Uzaklaştır
ActionMenuEdit:h=Sayfa menüsünü düzenle
ActionMenuFile:h=Dosya menüsünü düzenle
ActionMenuHelp:h=Yardım menüsünü düzenle
ActionMenuSearch:h=Arama menüsünü düzenle
ActionMenuTools:h=Araçlar menüsünü düzenle
ActionMenuView:h=Görünüm menüsünü düzenle
ActionOpenColorTheme:h=Renk teması menüsünü başlıkta göster
ActionOpenColorTheme:s=Alt+F11
ActionOpenColorTheme=Renk teması
ActionOpenEncoding:h=Açık başlık çubuğu kodlama menüsü
ActionOpenEncoding:s=Alt+F9
ActionOpenEncoding=Kodlama
ActionOpenFileList:h=Açık başlık çubuğu dosya listesi
ActionOpenFileList:s=Alt+F12
ActionOpenFileList=Dosyalar
ActionOpenHighlighter:h=Açık başlık çubuğu vurgulayıcı menüsü
ActionOpenHighlighter:s=Alt+F10
ActionOpenHighlighter=Vurgulayıcı
ActionOutputClose=Kapat
ActionOutputCloseActive:h=Aktif sayfayı kapat
ActionOutputCloseActive=Aktif sayfa kapansın
ActionOutputCloseAll:h=Tüm sayfaları kapatın
ActionOutputCloseAll=Tümünü
ActionOutputCloseAllOtherPages:h=Diğerlerini kapat
ActionOutputCloseAllOtherPages=Diğer tüm sayfaları kapat
ActionOutputCloseSelected:h=Seçili olanı kapat
ActionOutputCloseSelected=Seçileni kapat
ActionOutputCollapseAll:h=Hepsini Daralt
ActionOutputCollapseAll=Hepsini Daralt
ActionOutputCopyAllToClipboard:h=Tümünü panoya kopyala
ActionOutputCopyAllToClipboard=Panoya kopyala
ActionOutputCopySelectedToClipboard:h=Seçileni panoya kopyala
ActionOutputCopySelectedToClipboard=Seçileni panoya kopyala
ActionOutputExpandAll:h=Hepsini genişlet
ActionOutputExpandAll=Hepsini genişlet
ActionOutputOpenAll:h=Tüm açık dosyalar
ActionOutputOpenAll=Tümünü Aç
ActionOutputOpenSelected:h=Seçili dosyaları aç
ActionOutputOpenSelected=Seçileni aç
ActionOutputRefresh=Tazele
ActionOutputSelectAll:h=Tüm dosyaları seçin
ActionOutputSelectAll=Hepsini seç
ActionOutputUnselectAll:h=Tüm dosyalardaki seçimi kaldır
ActionOutputUnselectAll=Hepsinde seçimi kaldır
ActionPDFFindNext:h=Sonrakini Bul
ActionPDFFindPrevious:h=Öncekini bul
ActionPDFNextPage:h=Sonraki Sayfa
ActionPDFPreviousPage:h=Önceki sayfa
ActionPDFRotatePageClockwise:h=Sayfayı saat yönünde çevir
ActionPDFRotatePageCounterClockwise:h=Sayfa Saat yönünün tersine döndürün
ActionPDFSearchHighlightAll:t=Translation needed
ActionPDFSearchHighlightAll=Highlight all
ActionPDFSearchMatchCase=Harfe duyarlı
ActionPDFSearchWholeWords=Tüm kelimelerde
ActionPDFZoomIn:h=Yakınlaştır
ActionPDFZoomOut:h=Uzaklaştır
ActionSearch=Ara
ActionSearchBookmarks:h=Show or refresh all saved bookmarks
ActionSearchBookmarks:t=Translation needed
ActionSearchBookmarks=Yer imleri
ActionSearchClearBookmarks:h=Tüm yerimlerini temizle
ActionSearchClearBookmarks=Yerimlerini temizle
ActionSearchClose:h=Kapat
ActionSearchEngine:h=Arama tercihleri
ActionSearchEngine=Arama motoru
ActionSearchFindAll:h=Eşleşen tüm metinleri bul
ActionSearchFindAll:s=Alt+Enter
ActionSearchFindAll=Hepsini bul
ActionSearchFindDuplicates:h=Çift öğeleri bul
ActionSearchFindDuplicates=Çift öğeleri bul
ActionSearchFindInFiles:h=Birden fazla dosyada ara
ActionSearchFindInFiles:s=Shift+Ctrl+F
ActionSearchFindInFiles=Dosyalarda ara
ActionSearchFindNext:h=Sonraki eşleşen metni bul
ActionSearchFindNext:s=F3
ActionSearchFindNext=Sonrakini Bul
ActionSearchFindPrevious:h=Önceki eşleşen metni bul
ActionSearchFindPrevious:s=Shift+F3
ActionSearchFindPrevious=Öncekini bul
ActionSearchGoToBookmarks:h=Favori Satır
ActionSearchGoToBookmarks=Favori Satıra Git
ActionSearchGoToLine:h=Yazdığınız satır numarasına gidin
ActionSearchGoToLine:s=Ctrl+G
ActionSearchGoToLine=Satıra git
ActionSearchInSelection:h=seçiminde
ActionSearchInSelection=Seçimde
ActionSearchMatchCase:h=Harfe duyarlı
ActionSearchMatchCase=Harfe duyarlı
ActionSearchOptions:h=Arama seçenekleri
ActionSearchReplace:h=Aramada bulunan farklı metinleri değiştirin
ActionSearchReplace:s=Ctrl+R
ActionSearchReplace=Değiştir...
ActionSearchSearchButton:h=Seçilen metni ara
ActionSearchSearchButton:s=Ctrl+F
ActionSearchSearchButton=Ara...
ActionSearchSpellCheck:h=Yazım denetimi
ActionSearchSpellCheck:s=F6
ActionSearchSpellCheck=Yazım denetimi
ActionSearchSpellCheckNextError:h=Sonraki yazım denetimi hatasına git
ActionSearchSpellCheckNextError:s=Ctrl+F6
ActionSearchSpellCheckNextError=Sonraki hata
ActionSearchSpellCheckPreviousError:h=Önceki yazım denetimi hatasına git
ActionSearchSpellCheckPreviousError:s=Ctrl+Shift+F6
ActionSearchSpellCheckPreviousError=Önceki hata
ActionSearchTextItems:h=Arama Penceresini Aç
ActionSearchTextItems:h=Arama Penceresini Aç
ActionSearchToggleBookmark:h=Yerimini temizle veya git. Yer imleri de kullanarak satıra gitme ayarlanabilir Ctrl+Shift+1..9. kullanarak yeriminin belirttiği satıra gidin Ctrl+1..9.
ActionSearchToggleBookmark:s=Ctrl+F2
ActionSearchToggleBookmark=Yerimi İle Satıra Git
ActionSearchToggleBookmarks:h=Yerimlerine Git
ActionSearchToggleBookmarks=Yerimlerine Git
ActionSearchWholeWords:h=Tüm kelimelerde
ActionSearchWholeWords=Tüm kelimelerde
ActionStatusBarShowCaretPosition=İmlecin olduğu satır ve karakterin koordinatını göster
ActionStatusBarShowCharacterCount=Karakter sayısını göster
ActionStatusBarShowEditorZoom=Yakınlaştırma düzenleyicisini göster
ActionStatusBarShowEncoding=Kodlamayı göster
ActionStatusBarShowFileLineBreak=Dosya satırı sonunu göster
ActionStatusBarShowFileOpeningTime=Dosya açılış saatini göster
ActionStatusBarShowHints=Düğmelerin üzerine geldiğimde işlevi hakkında bilgi göster
ActionStatusBarShowKeyState=BÜYÜK/küçük harf seçimini göster
ActionStatusBarShowLineCount=Satır sayısını göster
ActionStatusBarShowMacro=Makro simgesini göster
ActionStatusBarShowModified=Belge değiştirildiğinde düzenlendi bilgisini göster
ActionStatusBarShowSelectionInfo=Seçim bilgilerini göster
ActionStatusBarShowSizeGrip=Kavrama boyutunu göster
ActionToolbarMenuLanguage=Dil Seç
ActionToolbarMenuLayout=Yerleşim
ActionToolbarMenuLayoutSingle=Tekli
ActionToolbarMenuLayoutThreeColumns=Üç sütunlu
ActionToolbarMenuLayoutTwoColumns=İki sütunlu
ActionToolbarMenuView=Görünüm
ActionTools=Araçlar
ActionToolsCharacterMap:h=Çift ​​tıklayıp aktif dosyanıza karakter ekleyin
ActionToolsCharacterMap=Karakter haritası...
ActionToolsClipboardHistory:h=Pano geçmişi
ActionToolsClipboardHistory=Pano geçmişi
ActionToolsConvert:h=Sayısal birimler arasında dönüştürme işlemleri yapın
ActionToolsConvert=Ölçü Birimleri
ActionToolsExecute:h=Yürütme ayarlarını yapılandır
ActionToolsExecute=Yapılandır
ActionToolsExecuteConfigure:h=Yürütme özelliklerini yapılandır
ActionToolsExecuteConfigure=Yapılandır...
ActionToolsLanguageEditor:h=Programı kendi dilinize çevirerek kullanın
ActionToolsLanguageEditor=Dilinize Çevirin
ActionToolsMacro=Makro
ActionToolsMacroOpen:h=Bilgisayarımdaki bir makroyu aç...
ActionToolsMacroOpen=Makro Aç...
ActionToolsMacroPause:h=Makroyu Beklet
ActionToolsMacroPause:s=Shift+Ctrl+R
ActionToolsMacroPause=Beklet
ActionToolsMacroPlayback:h=Makroyu Başlat
ActionToolsMacroPlayback:s=Shift+Ctrl+P
ActionToolsMacroPlayback=Çalıştır
ActionToolsMacroRecord:h=Makro Kaydet
ActionToolsMacroRecord:s=Shift+Ctrl+R
ActionToolsMacroRecord=Kaydet
ActionToolsMacroSaveAs:h=Makroyu farklı  kaydet
ActionToolsMacroSaveAs=Farklı kaydet...
ActionToolsMacroStop:h=Makro kaydını durdur
ActionToolsMacroStop:s=Shift+Ctrl+M
ActionToolsMacroStop=Durdur
ActionToolsMagnifier:h=Büyüteç
ActionToolsMagnifier=Büyüteç
ActionToolsMagnifierBorderStyle:h=Kenarlık stili
ActionToolsMagnifierBorderStyle=Kenarlık stili
ActionToolsMagnifierBorderStyleDefault:h=Varsayılan kenarlık stili
ActionToolsMagnifierBorderStyleDefault=Varsayılan
ActionToolsMagnifierBorderStyleFlat:h=Düz kenarlık stili
ActionToolsMagnifierBorderStyleFlat=Düz
ActionToolsMagnifierBorderStyleNone:h=Kenarlık yok
ActionToolsMagnifierBorderStyleNone=Yok
ActionToolsMagnifierClose:h=Büyüteci kapat
ActionToolsMagnifierClose:s=Esc
ActionToolsMagnifierClose=Kapat
ActionToolsMagnifierScaling16x:h=onaltı kez ölçekle
ActionToolsMagnifierScaling16x=16x
ActionToolsMagnifierScaling2x:h=çift ​​Ölçekle
ActionToolsMagnifierScaling2x=2x
ActionToolsMagnifierScaling4x:h=dört kez ölçekle
ActionToolsMagnifierScaling4x=4x
ActionToolsMagnifierScaling8x:h=sekiz kez ölçekleme
ActionToolsMagnifierScaling8x=8x
ActionToolsMagnifierScaling:h=Ölçekleme
ActionToolsMagnifierScaling=Ölçekleme
ActionToolsMagnifierStyle:h=Stil
ActionToolsMagnifierStyle=Stil
ActionToolsMagnifierStyleLens:h=Mercek stili
ActionToolsMagnifierStyleLens=Mercek
ActionToolsMagnifierStyleRectangle:h=Style: Dikdörtgen
ActionToolsMagnifierStyleRectangle=Dikdörtgen
ActionToolsOptions:h=Seçeneklerini ayarla
ActionToolsOptions=Seçenekler ...
ActionToolsPauseSpeaking:h=Konuşmayı durdur
ActionToolsPauseSpeaking=Konuşmayı durdur
ActionToolsSelectForTextCompare:h=Metin karşılaştırmak için seçiniz ...
ActionToolsSelectForTextCompare=Karşılaştırma için dosya seç
ActionToolsSpeech=Konuştur
ActionToolsStartSpeaking:h=Konuşmaya başla
ActionToolsStartSpeaking=Konuşmaya başla
ActionToolsStopSpeaking:h=Konuşmayı durdur
ActionToolsStopSpeaking=Konuşmayı durdur
ActionToolsTextCompare:h=Metin karşılaştır
ActionToolsTextCompare=Metin karşılaştır
ActionView=Görünüm
ActionViewBookmarkList:h=Yer imi listesini göster veya gizle
ActionViewBookmarkList=Yer imi listesi
ActionViewColorThemeSelection:h=Temada renk seçimini göster/gizle
ActionViewColorThemeSelection=Renkli temalar
ActionViewDirectory=Dizin
ActionViewDirectoryClose:h=Aktif dizini kapat
ActionViewDirectoryClose:s=Shift+Alt+X
ActionViewDirectoryClose=Kapat
ActionViewDirectoryEdit:h=Aktif dizini düzenle
ActionViewDirectoryEdit:s=Shift+Ctrl+E
ActionViewDirectoryEdit=Düzenle
ActionViewDirectoryOpen:h=Yeni bir dizin aç
ActionViewDirectoryOpen:s=Ctrl+D
ActionViewDirectoryOpen=Aç...
ActionViewDirectoryVisibility:h=Dizin göster/gizle
ActionViewDirectoryVisibility=Dizin
ActionViewEncodingSelection:h=Kodlama seçimini göster/gizle
ActionViewEncodingSelection=Kodlama dili seçim kutucuğunu göster
ActionViewFiles:h=Seçilen dizin ve alt dizinlerinde dosyaları ara
ActionViewFiles:s=Ctrl+F12
ActionViewFiles=Dosyalar...
ActionViewFolding=Daralt Genişlet 
ActionViewFoldingCollapse=Daralt
ActionViewFoldingCollapseAll:h=Hepsini Daralt
ActionViewFoldingCollapseAll=Hepsini Daralt
ActionViewFoldingCollapseAllDownFromActiveLine:h=Aktif satırın aşağısını daralt
ActionViewFoldingCollapseAllDownFromActiveLine=Aktif satırın aşağısını daraltın
ActionViewFoldingCollapseAllUpFromActiveLine:h=Aktif satırın üstünü daralt
ActionViewFoldingCollapseAllUpFromActiveLine=Aktif satırın üstünü daraltın
ActionViewFoldingCollapseLine:h=Satırı daralt
ActionViewFoldingCollapseLine:s=Alt+Left
ActionViewFoldingCollapseLine=Satırı daralt
ActionViewFoldingExpand=Genişlet
ActionViewFoldingExpandAll:h=Hepsini genişlet
ActionViewFoldingExpandAll=Hepsini genişlet
ActionViewFoldingExpandAllDownFromActiveLine:h=Aktif satırın aşağısını genişlet
ActionViewFoldingExpandAllDownFromActiveLine=Aktif satırın aşağısını genişletin
ActionViewFoldingExpandAllUpFromActiveLine:h=Aktif satırın yukarısını genişlet
ActionViewFoldingExpandAllUpFromActiveLine=Aktif satırın yukarısını genişletin
ActionViewFoldingExpandLine:h=Satırı genişlet
ActionViewFoldingExpandLine:s=Alt+Right
ActionViewFoldingExpandLine=Satırı genişletin
ActionViewFoldingNext:h=Bir sonraki katlamaya taşı
ActionViewFoldingNext:s=Alt+Down
ActionViewFoldingNext=İleri
ActionViewFoldingPrevious:h=Bir önceki katlamaya taşı
ActionViewFoldingPrevious:s=Alt+Up
ActionViewFoldingPrevious=Önceki
ActionViewFullScreen:h=Tam ekrana geç
ActionViewFullScreen:s=F11
ActionViewFullScreen=Tam ekran
ActionViewHexEditor:h=Hex düzenleyiciyi göster/gizle
ActionViewHexEditor:s=Ctrl+H
ActionViewHexEditor=Hex
ActionViewHighlighterSelection:h=Vurgulayıcı göster/gizle
ActionViewHighlighterSelection=Açılan dosyanın tipini üst sekmede göster
ActionViewLineNumbers:h=Satır numarasını göster/gizle
ActionViewLineNumbers=Satır numarası
ActionViewMainMenu:h=Ana menüyü göster/gizle
ActionViewMainMenu=Ana menü
ActionViewMenuBar:h=Menü çubuğunu göster/gizle
ActionViewMenuBar=Menü çubuğu
ActionViewMiniMap:h=Pencerenin sağında  dosyayı haritalı olarak göster/gizle
ActionViewMiniMap=Dosya haritası
ActionViewNextPage:h=Sonraki sayfaya git
ActionViewNextPage:s=Ctrl+Tab
ActionViewNextPage=Sonraki Sayfa
ActionViewOutput:h=Çıkışı Göster/Gizle
ActionViewOutput=Kapat
ActionViewPreviousPage:h=Önceki sayfaya git
ActionViewPreviousPage:s=Shift+Ctrl+Tab
ActionViewPreviousPage=Önceki sayfa
ActionViewRuler:h=Cetveli Gizle/Göster
ActionViewRuler=Cetvel
ActionViewSelectionMode:h=Satır/sütun seçme modu arasında geçiş yap. Ayrıca Alt tuşuyla da seçim modunu geçiş yapılır.
ActionViewSelectionMode=Seçim modu
ActionViewSFTP=SFTP
ActionViewSFTPConnect=Bağlan
ActionViewSFTPDisconnect=Bağlantıyı kes
ActionViewSFTPEdit=Düzenle
ActionViewSkinSelector=Tema Seçim Butonu Aktif Olsun
ActionViewSpecialChars:h=Özel karakterler geçiş yap
ActionViewSpecialChars=Özel karakter
ActionViewSplit:h=Düzenleyiciyi Bölmeli Göster
ActionViewSplit=Böl
ActionViewSplitHorizontal:h=Yatay Böl
ActionViewSplitHorizontal=Yatay
ActionViewSplitVertical:h=Dikey Böl
ActionViewSplitVertical=Dikey
ActionViewStatusBar:h=Durum Çubuğunu Göster/Gizle
ActionViewStatusBar=Durum çubuğu
ActionViewSyncEdit:h=Senkronize Düzenlemeyi Göster/Gizle
ActionViewSyncEdit:s=Shift+Ctrl+H
ActionViewSyncEdit=Senk. düzenle
ActionViewTitleBar=Başlık çubuğu
ActionViewTitleBarApplicationName:h=Başlık Çubuğunda Uygulama Adını Göster veya Gizle
ActionViewTitleBarApplicationName=Uygulama Adı
ActionViewTitleBarFavourite:h=Başlık çubuğunda favorileri göster veya gizle
ActionViewTitleBarFavourite=Favorilerim Simgesi Görünsün
ActionViewTitleBarFileList:h=Dosya Listesini Göster/Gizle
ActionViewTitleBarFileList=Dosya listesi
ActionViewTitleBarFilename:h=Dosya Adını Göster/Gizle
ActionViewTitleBarFilename=Dosya Adı
ActionViewTitleBarMagnifier:h=Büyüteç Başlığını Göster/Gizle
ActionViewTitleBarMagnifier=Büyüteç
ActionViewToolbar:h=Araççubuğunu göster/gizle
ActionViewToolbar=Araç Çubuğu
ActionViewWordWrap:h=Çok uzun satırları pencereye sığacak şekilde alt alta satırlar halinde göster
ActionViewWordWrap=Kelime sarma
ActionViewXMLTree:h=Dosyayı XML ağacı görünümüyle göster/gizle
ActionViewXMLTree=XML Ağacı
ActionViewZoomEditorIn:h=Düzenleyiciyi Yakınlaştır
ActionViewZoomEditorIn=Yakınlaştır
ActionViewZoomEditorOut:h=Düzenleyiciyi uzaklaştır
ActionViewZoomEditorOut=Uzaklaştır
ActionViewZoomEditorReset:h=Düzenleyici yakınlaştırmayı sıfırla
ActionViewZoomEditorReset=Yakınlaştırmayı sıfırla
ActionXMLTreeRefresh:h=XML ağacını yenile
ActionXMLTreeRefresh=Tazele

[Message]
CannotFindString="%s" dizesi bulamıyor
DuplicatesWereNotFound=Aynı öğeden bulunamadı
InstallNewVersion=Yeni sürüm yüklensin mi?
LatestVersion=Son sürümünü kullanıyorsunuz
NoDefaultPrinter=Seçili varsayılan yazıcı yok..
PdfErrorPassword=PDF dosyası şifreli veya şifre geçersiz
ScaleChange=Uygulamayı yeniden başlatana kadar bazı ölçek değişiklikleri doğru görüntülenmeyebilir.
SelectFilePathFromDirectory=Dizinden dosya yolu seçin

[OptionsApplicationFrame]
CheckBoxAddApplicationInOpentWithContextMenu=Uygulamayı sağ tuş menüsünde göster
CheckBoxAllowExitWithEsc=Esc ile çıkışa izin ver
CheckBoxAllowMultipleInstances=Birden fazla dosyayı sekmeleyerek çalıştır
CheckBoxCloseMinimizes=Kapatma tuşuyla görev çubuğuna indirge(Uygulama kapanmaz görev çubuğunda çalışır)
CheckBoxDropFiles=Dosyaları sürükle bırak etkin
CheckBoxHotExit:h=Dosyaları kaydetmeden kapatın, dosyalar korunacak ve geri yüklenecektir.
CheckBoxHotExit=Kaydetmeden Çık
CheckBoxMinimizeToSystemTray=Görev çubuğuna küçült
CheckBoxStayOnTop=Her zaman üstte
CheckBoxUseLatestCommonDialogs=En son açılan diyalogları kullan
CheckBoxUseReverseUTF8Naming:t=Translation needed
CheckBoxUseReverseUTF8Naming=Use reverse UTF-8 encoding naming
ComboBoxLanguage=Dil Seç
SpinEditReopenMaxFileCount:t=Translation needed
SpinEditReopenMaxFileCount=Reopen max file count
SpinEditSplitterSize=Bölme boyutu

[OptionsApplicationScalingFrame]
RadioButtonAuto=Otomatik
RadioButtonPercent=Yüzdeli
RadioButtonPixelsPerInch=Piksel başına inç

[OptionsApplicationUpdatesFrame]
CheckBoxCheckForUpdatesAtStartup=Başlangıçta güncellemeleri kontrol et
CheckBoxCheckForUpdatesWhenClosing=Kapatırken güncellemelerini kontrol et

[OptionsApplicationClipboardHistoryFrame]
CheckBoxClipboardHistoryEnabled=Etkin
SpinEditClipboardHistoryItemsCount=Öğe sayacı

[OptionsApplicationModifiedFilesFrame]
CheckBoxAskToReloadModifiedFiles=Yeniden yükleme için sor
CheckBoxMoveCaretAtTheEnd=Yeniden yüklenenin sonuna imleci taşı
CheckBoxPollFileChanges=Anket dosyası değişiklikleri
CheckBoxReloadAutomaticallyModifiedFiles=Otomatik yükle
SpinEditPollingInterval=Yoklama aralığı (ms)

[OptionsDirectoryFrame]
CheckBoxAutoHide=Dizin seçilmediğinde veya tümü kaldırıldığında otomatik gizle
CheckBoxAutoSelect:t=Translation needed
CheckBoxAutoSelect=Auto select
CheckBoxUseSelectedPathAsDefaultDirectory=Varsayılan dizin olarak seçilen yol
CheckBoxShowArchiveFiles=Arşiv dosyaları göster
CheckBoxShowHiddenFiles=Gizli dosyaları göster
CheckBoxShowOverlayIcons=Yerleşim simgelerini göster
CheckBoxShowSystemFiles=Sistem dosyalarını göster
CheckBoxShowTreeLines=Ağaç görünümlü göster
CheckBoxUseExplorerTheme=Sistem temasını kullan
ComboBoxAlign=Dizin Gösterim Tarafı
SpinEditIndent=Sol kenara olan mesafe
SpinEditMargin=Kenarlara olan mesafe (0 değeri önerilir)

[OptionsDirectoryTabsFrame]
CheckBoxBoldActiveTab=Aktif sekmede kalın yazıtipi kullan
CheckBoxCloseTabByDblClick=Çift tıklama ile sekme kapansın
CheckBoxCloseTabByMiddleClick=Orta tıklama ile sekme kapansın
CheckBoxEnlargeActiveTab=Etkin sekmeyi büyüt
CheckBoxMultiline=Çok Satırlı Olsun
CheckBoxRightClickSelect=Sağ tıklama ile de sekme seç
CheckBoxSaveTabs=Açılan dizinleri hatırlayıp göster
CheckBoxShowIcon=Simgesini göster
CheckBoxShowOpenDirectoryButton=Üst sekmede dizin simgesini  göster
ComboBoxShowCloseButton=Sekmede Kapat Düğmesi Gösterimi
GroupBoxFont=Yazıtipi
GroupBoxFontSize=Yazı boyutu
RadioButtonFontCustom=Özel
RadioButtonFontDefault=Varsayılan
RadioButtonFontSizeCustom=Özel
RadioButtonFontSizeDefault=Varsayılan
SpinEditTabHeight=Yüksekliği
SpinEditTabMargin=Kenar Payı
SpinEditTabSpacing=Aralığı

[OptionsEditorBackupFrame]
CheckBoxActive=İzin ver
EditFileExtension=Dosya uzantısı
GroupBoxPath=Yolu
GroupBoxSuffix=Sonek
RadioButtonPathCustom=Özel
RadioButtonPathFile=Dosya
RadioButtonSuffixCounter=Sayaç
RadioButtonSuffixDateAndTime=Tarih ve saat
RadioButtonSuffixNone=Yok

[OptionsEditorBookmarkListFrame]
CheckBoxShowFilters=Filtreleri göster
CheckBoxShowLineNumbers=Satır numaralarını göster
CheckBoxTrimText=Metni kırp
CheckBoxUpdateForAllBookmarkLists=Tüm yer imi listeleri için güncelle
CheckBoxUpdateWidthWhenResized=Yeniden boyutlandırıldığında genişliği güncelle
CheckBoxVisible=Etkin
ComboBoxAlign=Hizala
GroupBoxSortBy=Göre sırala
RadioButtonSortByColor=Renk
RadioButtonSortByLineNumber=satır numarası
RadioButtonSortByText=Metin
SpinEditWidth=Genişlik

[OptionsEditorCaretFrame]
CheckBoxMultipleCaretsActive=İzin ver
CheckBoxMultipleCaretsShowActiveLine=İmleci aktif satırda göster
CheckBoxMultipleCaretsShowGhost=İmleci gölgeli göster
CheckBoxNonblinkingCaretActive=İzin ver
CheckBoxRightMouseClickMovesCaret=İmlece sağ tıklanınca göster
CheckBoxVisible=İmleç Gösterilsin
ColorComboBoxNonblinkingCaretBackground=Arkaplan rengi
ColorComboBoxNonblinkingCaretForeground=Önplan rengi
ComboBoxStylesInsertCaret=Ekle
ComboBoxStylesOverwriteCaret=Üzerine Yaz
GroupBoxMultipleCarets=Çoklu İmleç
GroupBoxNonBlinkingCaret=İmleci yanıp sönmeden göster
GroupBoxStyles=Stil

[OptionsEditorColorFrame]
ActionReset=Sıfırla
CheckBoxElementsAttributesBold=Kalın
CheckBoxElementsAttributesItalic=Yatık
CheckBoxElementsAttributesUnderline=Altıçizili
CheckBoxSkinActiveLineBackground=Aktif satırın arkaplanı
CheckBoxSkinBackground=Arkaplan
CheckBoxSkinBookmarkPanelBackground=Yerimi paneli arkaplanı
CheckBoxSkinCodeFoldingBackground=Kod katlama arkaplanı
CheckBoxSkinCodeFoldingHintBackground=Kod katlama ipucu arkaplanı
CheckBoxSkinCompletionProposalBackground=Tamamlama önerisi arkaplanı
CheckBoxSkinCompletionProposalSelectionBackground=Tamamlama önerisi seçimi arkaplanı
CheckBoxSkinForeground=Önplan
CheckBoxSkinLeftMarginBackground=Sol kenar boşluğu arkaplanı
CheckBoxSkinSelectionBackground=Seçilince arkaplan
CheckBoxSkinSelectionForeground=Seçilince ön plan
ColorComboBoxEditorColor=Renk
ColorComboBoxElementsBackground=Arkaplan
ColorComboBoxElementsForeground=Önplan
ComboBoxColorTheme=Tema renkleri
ComboBoxEditorElement=Öğe
ComboBoxElementsName=İsim
ComboBoxHighlighter=Renk ile Vurgulanacak Olan Öğe:
DateEditDate=Tarih
EditEmail=E-Posta
EditName=İsim
EditVersion=Sürüm
GroupBoxAttributes=Özellikler
LabelSkinDescription=Seçili öğeler için tema rengini kullan
TabSheetAuthor=Yapımcı
TabSheetEditor=Düzenleyici
TabSheetElements=Öğeler
TabSheetGeneral=Genel
TabSheetUseSkinColor=Temaya Ait Renk Kullanım Ayarı

[OptionsEditorCompletionProposalFrame]
CheckBoxActive=Etkin
CheckBoxAddHighlighterKeywords=Vurgulayıcı anahtar kelime ekle
CheckBoxAutoInvoke=Otomatik Ekle
CheckBoxMatchCase=Harfe duyarlı
CheckBoxParseWordsFromText=Metinden sözcükleri ayrıştır
CheckBoxShowSnippets=Kırpmayı göster
ComboBoxKeywordCase=Anahtar kelime durumu
ComboBoxShortcut=Kısayol
SpinEditNumberOfRows=Satır sayısı

[OptionsEditorCompletionProposalSnippetsFrame]
ActionAdd:h=Kırpma ekle
ActionAdd=Ekle
ActionClone:h=Clone snippet
ActionClone:t=Translation needed
ActionClone=Clone
ActionDelete:h=Seçili kırpmayı sil
ActionDelete=Sil
ActionEdit:h=Kırpmayı düzenle
ActionEdit=Düzenle
VirtualDrawTree:0=Kırpma
VirtualDrawTree:1=Açıklama

[OptionsEditorDefaultsFrame]
ComboBoxDefaultColor=Renkli temalar
ComboBoxDefaultEncoding=Kodlama
ComboBoxDefaultHighlighter=Vurgulayıcı
ComboBoxDefaultSQLHighlighter=SQL vurgulayıcı
EditBrowser=Web Tarayıcısı
GroupBoxDirectory=Dizin Tercihiniz
RadioButtonCurrentWindowsDirectory=Geçerli Windows Dizini
RadioButtonCustomDirectory=Özel Dizin
RadioButtonLatestDirectory=Son Kullanılan Dizin

[SnippetEditDialog]
CheckBoxCursorPositionActive=Aktif
CheckBoxSelectionActive=Aktif
ComboBoxExecuteWith:t=ile yürüt
ComboBoxExecuteWith=ile yürüt
ComboBoxGroupName=Grup ismi
ComboBoxHighlighter=Fosforlu
EditDescription=Açıklama
EditKeyword=Anahtar kelime
GroupBoxCursorPosition=İmleç pozisyonu
GroupBoxSelection=Seçim
SpinEditCursorPositionColumn=Sütun
SpinEditCursorPositionRow=Satır
SpinEditSelectionFromColumn=Sütunundan
SpinEditSelectionFromRow=Satırdan
SpinEditSelectionToColumn=Sütununa
SpinEditSelectionToRow=Satıra
TextEditor=Kırpıcı

[OptionsEditorFoldingFrame]
CheckBoxExpandByHintClick=İpucuna tıklayıp genişlet
CheckBoxFoldMultilineComments=Çoklu satır yorumlarını daralt
CheckBoxHighlightIndentGuides=Girinti kılavuzlarını vurgula
CheckBoxHighlightMatchingPair=Eşleşen çiftleri vurgula
CheckBoxShowCollapsedCodeHint=İpucuna tıklayınca daralt
CheckBoxShowCollapsedLine=Satır daraltmayı göster
CheckBoxShowCollapseMarkAtTheEnd=Sonda daraltma işaretini göster
CheckBoxShowIndentGuides=Girinti kılavuzunu göster
CheckBoxShowTreeLine=Ağaç görünümlü göster
CheckBoxTextFoldingActive=Etkin
CheckBoxVisible=Gösterilsin
ComboBoxGuideLineStyle=Kılavuz çizgi stili
ComboBoxMarkStyle=İşaretleme stili
GroupBoxCodeFolding=Kod katla
GroupBoxTextFolding=Metin dosyasını katla
RadioButtonOutlinedByACharacter=Karakterden anahat
RadioButtonOutlinedBySpacesAndTabs=Boşluk ve sekmelerden anahat
SpinEditCollapsedRowCharacterCount=Daraltılmış satır karakter sayısı
SpinEditDelayInterval=Gecikme süresi (ms)
SpinEditHintRowCount=Satır sayısı ipucunu göster

[OptionsEditorFontFrame]
ActionReset=Sıfırla
CheckBoxUseSameSettingsForAllColorThemes:t=Translation needed
CheckBoxUseSameSettingsForAllColorThemes=Use same settings for all color themes
ComboBoxColorTheme=Renkli temalar
ComboBoxElement=Öğe
FontComboBoxFont=Yazıtipi
SpinEditFontSize=Yazıtipi boyutu

[OptionsEditorLeftMarginFrame]
CheckBoxAutoSize=Otomatik boyutlandır
CheckBoxLineStateShowOnlyModified:t=Translation needed
CheckBoxLineStateShowOnlyModified=Show only modified
CheckBoxLineStateVisible=Göster
CheckBoxVisible=Göster
ComboBoxLineStateAlign=Hizala
GroupBoxLineState:t=Translation needed
GroupBoxLineState=Line state
SpinEditWidth=Genişlik

[OptionsEditorLeftMarginBookmarksFrame]
CheckBoxSaveBookmarks=Yer imlerini kaydet
CheckBoxShowBookmarkColorsPopup=Yerimi penceresini renkli göster
CheckBoxShowPanel=Paneli göster
CheckBoxVisible=Göster
ColorComboBoxLineColor=Çizgi rengi
SpinEditPanelWidth=Panel genişliği

[OptionsEditorLeftMarginLineNumbersFrame]
CheckBoxShowAfterLastLine=Son satırdan sonrasını gösterin
CheckBoxShowInTens=Onlu göster
CheckBoxShowLeadingZeros=Başta sıfır göster
CheckBoxVisible=Göster
SpinEditStartFrom=Dan başla

[OptionsEditorMatchingPairFrame]
CheckBoxAutoComplete=Otomatik tamamlamayı etkinleştir
CheckBoxHighlightActive=Etkin
CheckBoxHighlightAfterToken=Belirteci sonra vurgula
CheckBoxHighlightUnmatched=Eşleşmeyenleri vurgula
GroupBoxDisplay=Görüntüle
GroupBoxHighlight=Vurgula
RadioButtonHighlight=Vurgula
RadioButtonUnderline=Altını Çiz

[OptionsEditorMinimapFrame]
CheckBoxBlendingEnabled=Etkin
CheckBoxBlendingInvert=Ters çevir
CheckBoxShowBookmarks=Yerimini göster
CheckBoxShowBorder=Kenarı göster
CheckBoxShowIndentGuides=Girinti kılavuzları göster
CheckBoxShowSearchResults=Arama sonuçlarını göster
CheckBoxShowSelection=Seçileni göster
CheckBoxShowShadow=Gölgeli göster
CheckBoxVisible=Gösterilsin
ComboBoxAlign=Hizala
GroupBoxBlending=Düğmeleri şeffaflaştır
SpinEditWidth=Genişlik

[OptionsEditorOptionsFrame]
CheckBoxAutoChangeEncoding:t=Translation needed
CheckBoxAutoChangeEncoding=Auto change encoding when saved
CheckBoxAutoIndent=Otomatik girinti
CheckBoxAutoSave=Otomatik kaydet
CheckBoxDragDropEditing=Sürükle bırak ile dosya düzenlenebilsin
CheckBoxGroupUndo=Geri alma grubu
CheckBoxSaveUnmodified=Değiştirilmemişi kaydet
CheckBoxShowControlCharacters=Kontrol karakterlerini göster
CheckBoxShowNonBreakingSpaceAsSpace=Boşlukdışı alanı boşluk olarak göster
CheckBoxShowNullCharacters=Boş karakterleri göster
CheckBoxShowWarningBeforeSaving:t=Translation needed
CheckBoxShowWarningBeforeSaving=Show warning before saving
CheckBoxShowZeroWidthSpaceCharacters=Sıfır genişlik alanını karakter olarak göster
CheckBoxTrailingLineBreak=Satır sonundan sonra son satıra geç
CheckBoxTrimTrailingSpaces=Arkada kalan boşlukları düzelt
CheckBoxUndoAfterSave=Sonraki kaydetmeyi geri al
ComboBoxDefaultLineBreak=Standart satır sonu
GroupBoxInternationalCharacters:t=Translation needed
GroupBoxInternationalCharacters=International characters with ASCII/ANSI encoding 
SpinEditBorderWidth=Kenar genişliği
SpinEditLineSpacing=Satır aralığı
SpinEditMargin=Kenar

[OptionsEditorRightMarginFrame]
CheckBoxAutoLineBreak=Otomatik satır sonu
CheckBoxMouseMove=Fareyi taşı
CheckBoxShowMovingHint=Taşıma ipucunu göster
CheckBoxVisible=Gösterilsin
SpinEditPosition=Konumu

[OptionsEditorRulerFrame]
CheckBoxShowSelection=Seçimi göster
CheckBoxVisible=Gösterilsin
SpinEditHeight=Yükseklik

[OptionsEditorScrollFrame]
CheckBoxAutosizeMaxWidth=Otomatik olarak en yüksek genişlik
CheckBoxHalfPage=Yarım sayfa göster
CheckBoxHintFollows=İpucunu izle
CheckBoxPastEndOfFile=Dosyanın sonuna geçmişini ekleyin
CheckBoxPastEndOfLineMarker=Dosyanın son satırına geçmişini ekle
CheckBoxShowHint=İpucu göster
CheckBoxShowHorizontalScrollBar=Yatay kaydırma çubuğunu göster
CheckBoxShowShadow=Gölgeli göster
CheckBoxShowVerticalScrollBar=Dikey kaydırma çubuğunu göster

[OptionsEditorSearchFrame]
CheckBoxAutoCompleteEnabled=Etkinleştir
CheckBoxBeepIfSearchStringNotFound=Aramada sonuç çıkmazsa bip sesi çıkar
CheckBoxClearWhenClosed=Uygulamayı kapatınca arama geçmişini temizle
CheckBoxEntireScope=Tümünü kapsa
CheckBoxFileSpecificSearch=Dosyada özel arama
CheckBoxFindWordAtCursor=İmleçle seçilen kelimeyi bul
CheckBoxHighlightResult=Sonuçları vurgula
CheckBoxMatchCase=Harfe duyarlı
CheckBoxNearOperatorEnabled=Etkinleştir
CheckBoxSearchOnTyping=Yazar yazmaz aramaya başla
CheckBoxSearchOnTypingEnabled=Etkinleştir
CheckBoxSetFocusIntoEditorWithEnter=Enter ile odağı düzenleyiciye ayarlayın
CheckBoxShowSearchMap=Arama haritasını göster
CheckBoxShowSearchMatchNotFound=Aranan öğe bulunmazsa göster
CheckBoxShowSearchStringNotFound=Aranan dize  bulunmazsa göster
CheckBoxToggleSearchBar=Arama çubuğu göster/gizle
CheckBoxUseUpAndDownArrowKeysToFind:t=Translation needed
CheckBoxUseUpAndDownArrowKeysToFind=Use up and down arrow keys to find
CheckBoxVisible=Gösterilsin
CheckBoxWholeWords=Tüm kelimelerde
CheckBoxWrapAround=Aranan öğe bulunamazsa tekrar baştan itibaren yeniden ara
ComboBoxSearchBarAlign=Arama çubuğunu hizala
ComboBoxSearchMapAlign=Arama haritası hizala
GroupBoxAutoComplete=Otomatik tamamlansın
GroupBoxNearOperator:h=Syntax: Word1 NEAR Word2 or Word1 NEAR:d Word2, where d is the maximum distance of words.
GroupBoxNearOperator:t=Translation needed
GroupBoxNearOperator=NEAR operator
GroupBoxSearchOnTyping=Yazar yazmaz arama işlevi
SpinEditAutoCompleteDelayInterval=Gecikme süresi (ms)
SpinEditNearOperatorMaximumDistance:t=Translation needed
SpinEditNearOperatorMaximumDistance=Maximum distance
SpinEditNearOperatorMinimumDistance:t=Translation needed
SpinEditNearOperatorMinimumDistance=Minimum distance
SpinEditSearchOnTypingDelayInterval=Gecikme süresi (ms)

[OptionsEditorSelectionFrame]
CheckBoxALTSetsColumnMode=ALT Sütun modunu ayarlar
CheckBoxAutoCopyToClipboard=Otomatik olarak panoya kopyala
CheckBoxExpandPrefixCharacters=Önek karakterlerini genişlet
CheckBoxExpandRealNumbers=Gerçek numaraları genişlet
CheckBoxFromEndOfLine=Satır sonundan
CheckBoxHighlightSimilarTerms=Benzer terimleri vurgula
CheckBoxTermsMatchCase=Harfe duyarlılık etkin olsun
CheckBoxToEndOfLastLine=Bitirmek için satır sonuna git
CheckBoxToEndOfLine=Satırı bitirmek için
CheckBoxTripleClickRowSelect=Üçlü tıklama ile satır seç
CheckBoxVisible=Gösterilsin

[OptionsEditorSortFrame]
CheckBoxCaseSensitive:t=Translation needed
CheckBoxCaseSensitive=Case sensitive
CheckBoxNaturalSortOrder:t=Translation needed
CheckBoxNaturalSortOrder=Natural sort order

[OptionsEditorSpecialCharsFrame]
CheckBoxLineBreakVisible=Gösterilsin
CheckBoxSelectionVisible=Gösterilsin
CheckBoxVisible=Gösterilsin
ColorComboBoxLineBreakColor=Renk
ColorComboBoxSelectionColor=Renk
ComboBoxArrowStyle=Tamam stili
ComboBoxLineBreakStyle=Stil
GroupBoxColor=Renk
GroupBoxLineBreak=Satır sonu
GroupBoxSelection=Seçim
RadioButtonCustomColor=Özel
RadioButtonMiddleColor=Orta
RadioButtonTextColor=Metin

[OptionsEditorSpellCheckFrame]
CheckBoxActive=Etkinleştir
ColorComboBoxUnderlineColor=Renk
ComboBoxDictionary=Sözlük
ComboBoxUnderlineType=Tip
GroupBoxUnderline=Altı çizili

[OptionsEditorSyncEditFrame]
CheckBoxActive=Etkin
CheckBoxMatchCase=Harfe duyarlı
CheckBoxShowActivateIcon=Etkinleştirme simgesini göster

[OptionsEditorTabsFrame]
CheckBoxBoldActiveTab=Aktİf sekme kalın yazıtipli olsun
CheckBoxCloseTabByDblClick=Çift tıklamayla sekme kapat
CheckBoxCloseTabByMiddleClick=Orta tıklamayla sekmeyi kapat
CheckBoxDimReadOnlyWhenNotActive=Salt okunurda aktif olmasın
CheckBoxEnlargeActiveTab=Etkin sekmeyi büyüt
CheckBoxHideCloseButtonWhenCanCloseIsNotChecked=Kapat düğmesi yokken düğmeyi gizleme
CheckBoxMultiline=Çok Satırlı
CheckBoxRightClickSelect=Sağ tıklayıp seç
CheckBoxSaveTabs=Sekmeyi kaydet
CheckBoxShowFileNameAsHint=İpucunda dosya adını göster
CheckBoxShowIcon=Açılan dosyanın varsayılan simgesini göster
CheckBoxShowNewFileButton=Yeni dosya düğmesini göster
ComboBoxShowCloseButton=Kapat düğmesine göster
GroupBoxFont=Yazıtipi
GroupBoxFontSize=Yazıtipi boyutu
RadioButtonFontCustom=Özel
RadioButtonFontDefault=Varsayılan
RadioButtonFontSizeCustom=Özel
RadioButtonFontSizeDefault=Varsayılan
SpinEditTabHeight=Yüksekliği
SpinEditTabMargin=Kenar Payı
SpinEditTabSpacing=Aralığı

[OptionsEditorTabulatorFrame]
CheckBoxColumns=Sütunlar
CheckBoxPreviousLineIndent=Önceki satır girintisi
CheckBoxSelectedBlockIndent=Seçilen bloğa girinti
CheckBoxTabsToSpaces=Sekme boşlukları
SpinEditWidth=Genişlik

[OptionsEditorWordWrapFrame]
CheckBoxActive=Gösterilsin
ComboBoxWidth=Uzun Satırı Sayfaya Sığdırma Yöntemi

[OptionsEditorXMLTreeFrame]
CheckBoxUseExplorerTheme=Gezgin temasını kullan
CheckBoxVisible=Gösterilsin
ComboBoxAlign=Hizala
CheckBoxUseExplorerTheme=Sistem temasını kullan

[OptionsFileTypesFrame]
EditExtensions=Uzantılar
VirtualDrawTree:0=Dosya Tipi

[OptionsForm]
ActionApplication=Uygulama
ActionApplicationClipboardHistory=Pano geçmişi
ActionApplicationModifiedFiles=Düzenlenmiş dosyalar
ActionApplicationScaling=Ölçekleme
ActionApplicationUpdates=Güncelle
ActionCompare=Metin Karşılaştırma
ActionDirectory=Dizin
ActionDirectoryTabs=Sekmeler
ActionEditor=Düzenleyici
ActionEditorBackup=Yedek
ActionEditorBookmarkList=Yer imi listesi
ActionEditorCaret=Yazı imleci
ActionEditorColors=Renkler
ActionEditorCompletionProposal=Tamamlama Önerisi
ActionEditorCompletionProposalSnippets=Kırpıcı
ActionEditorDefaults=Varsayılan Bazı Ayarlar
ActionEditorFolding=Daralt-Genişlet
ActionEditorFonts=Yazıtipi Seçenekleri
ActionEditorLeftMargin=Sol kenar boşluğu
ActionEditorLeftMarginBookmarks=Yer imleri
ActionEditorLeftMarginLineNumbers=Satır numaraları
ActionEditorMatchingPair=Çiftleri Eşleştir
ActionEditorMinimap=Dosya haritası ayarları
ActionEditorRightMargin=Sağ kenar boşluğu
ActionEditorRuler=Cetvel
ActionEditorScroll=Kaydırma
ActionEditorSearch=Ara
ActionEditorSelection=Seçim
ActionEditorSort:t=Translation needed
ActionEditorSort=Sort
ActionEditorSpecialChars=Özel karakter
ActionEditorSpellCheck=Yazım denetimi
ActionEditorSyncEdit=Sync düzenle
ActionEditorTabs=Sekmeler
ActionEditorTabulator=Sekme
ActionEditorWordWrap=Kelime sarma
ActionEditorXMLTree=XML ağacı
ActionFileTypes=Dosya Tipi
ActionHexEditor=Hex Düzenleyicisi
ActionHTMLExport=HTML olarak kaydet
ActionImageView:t=Translation needed
ActionImageView=Image view
ActionJSONFormatter=JSON biçimlendirici
ActionMainMenu=Ana Menü
ActionMarkdownPreview:t=Translation needed
ActionMarkdownPreview=Markdown preview
ActionMarkdownPreviewOptions=Tercihler
ActionMenuBar=Menü Çubuğu
ActionMenuBarButtons=Düğme Tercihleri
ActionMenuBarTabs=Sekme Tercihleri
ActionOpen:h=Ayarları ini dosyasına kaydet
ActionOpen=Aç...
ActionOutput=Çıkış
ActionOutputTabs=Sekmeler
ActionPDFView=PDF Gösterimi
ActionPrint=Yazdır
ActionSaveAs:h=INI dosyasından seçenekleri oku
ActionSaveAs=Farklı Kaydet
ActionSkin=Tema
ActionSkinButtons=Butonlar
ActionSkinEffects=Efekt
ActionSkinFont=Yazıtipi
ActionSkinHints=İpucu
ActionSkinScrollBars=Kaydırma Çubuğu
ActionSkinStyles=Stil
ActionSQLFormatter=SQL biçimlendirici
ActionSQLFormatterCapitalization=Sermayelendirme
ActionSQLFormatterFormatting:t=Translation needed
ActionSQLFormatterFormatting=Formatting
ActionSQLFormatterIndentation=Paragraf
ActionStatusBar=Durum Çubuğu
ActionTitleBar=Başlık Çubuğu
ActionToolbar=Araç Çubuğu
ActionToolbarOptions=Tercihler
ActionXMLFormatter=XML biçimlendirici
Caption=Tercihler

[OptionsHexEditorFrame]
CheckBoxAutosize=Otomatik Boyutlandır
CheckBoxHexLowerCase=Küçük harfle göster
CheckBoxInsertMode:t=Translation needed
CheckBoxInsertMode=Insert mode
CheckBoxShowRuler=Cetveli göster
ComboBoxCaretStyle=Düzeltme stiliniz

[OptionsHTMLExportFrame]
CheckBoxAddToClipboard:t=Translation needed
CheckBoxAddToClipboard=Add to clipboard
CheckBoxShowLineNumbers=Satır numaralarını göster

[OptionsMainMenuFrame]
GroupBoxFont=Yazıtipi
GroupBoxFontSize=Yazıtipi boyutu
RadioButtonFontCustom=Özel
RadioButtonFontDefault=Varsayılan
RadioButtonFontSizeCustom=Özel
RadioButtonFontSizeDefault=Varsayılan

[OptionsMarkdownPreviewFrame]
CheckBoxVisible=Gösterilsin
CheckBoxAutoSize=Otomatik boyutlandır
CheckBoxUseColorTheme:t=Translation needed
CheckBoxUseColorTheme=Use color theme
SpinEditWidth=Genişlik
ComboBoxAlign=Hizala

[OptionsMarkdownPreviewOptionsFrame]
CheckBoxBackslashEspacesHTMLTags:t=Translation needed
CheckBoxBackslashEspacesHTMLTags=Backslash escapes HTML tags
CheckBoxDisableForcedSpaces:t=Translation needed
CheckBoxDisableForcedSpaces=Disable the requirement of indenting sublists by 4 spaces for them to be nested
CheckBoxUnderline:t=Translation needed
CheckBoxUnderline=Disable underscore parsing as <em> or <strong>
CheckBoxSimplifiedAutoLink:t=Translation needed
CheckBoxSimplifiedAutoLink=Enable automatic linking in plain text URLs
CheckBoxEncodeEmails:t=Translation needed
CheckBoxEncodeEmails=Enable e-mail address automatic obfuscation
CheckBoxEmojis:t=Translation needed
CheckBoxEmojis=Enable emoji support
CheckBoxEllipsis:t=Translation needed
CheckBoxEllipsis=Enable horizontal ellipsis conversion
CheckBoxTasklists:t=Translation needed
CheckBoxTasklists=Enable support for GFM takslists
CheckBoxMentions:t=Translation needed
CheckBoxMentions=Enable support for github @mentions
CheckBoxCodeBlocks:t=Translation needed
CheckBoxCodeBlocks=Enable support for GFM code block style syntax (fenced codeblocks)
CheckBoxParseImgDimensions:t=Translation needed
CheckBoxParseImgDimensions=Enable support for setting image dimensions from within markdown syntax
CheckBoxStrikethrough:t=Translation needed
CheckBoxStrikethrough=Enable support for strikethrough syntax
CheckBoxTables:t=Translation needed
CheckBoxTables=Enable support for tables syntax
CheckBoxExcludeTrailingPunctuationFromURLs:t=Translation needed
CheckBoxExcludeTrailingPunctuationFromURLs=Exclude trailing punctuation from autolinked URLs
CheckBoxLiteralMiddleWordAsterisks:t=Translation needed
CheckBoxLiteralMiddleWordAsterisks=Literal middle word asterisks
CheckBoxOmitExtraWLInCodeBlocks:t=Translation needed
CheckBoxOmitExtraWLInCodeBlocks=Omit the trailing newline in a code block
CheckBoxSimpleLineBreaks:t=Translation needed
CheckBoxSimpleLineBreaks=Parse line breaks as <br/> in paragraphs (like GitHub does)
CheckBoxRequireSpaceBeforeHeadingText:t=Translation needed
CheckBoxRequireSpaceBeforeHeadingText= Require a space between # and header text
CheckBoxSplitAdjacentBlockquotes:t=Translation needed
CheckBoxSplitAdjacentBlockquotes=Split adjacent blockquotes
CheckBoxLiteralMiddleWordUnderscores:t=Translation needed
CheckBoxLiteralMiddleWordUnderscores=Treat underscores in middle of words as literal characters
SpinEditHeaderStartingLevel:t=Translation needed
SpinEditHeaderStartingLevel=Header starting level

[OptionsMenuBarFrame]
ActionAddButton:h=Düğme ekle
ActionAddButton=Düğme ekle
ActionAddDivider:h=Ayırıcı ekle
ActionAddDivider=Ayırıcı ekle
ActionDelete:h=Düğme sil
ActionDelete=Sil
ActionMoveDown:h=Seçilen düğmeyi aşağı taşı
ActionMoveDown=Aşağı taşı
ActionMoveUp:h=Seçilen düğmeyi yukarı taşı
ActionMoveUp=Yukarı Taşı
ActionReset:h=Düğmeleri Sıfırla
ActionReset=Sıfırla
VirtualDrawTree:0=Menü Öğeleri
VirtualDrawTree:h=Sürükle bırak düğmelerini taşımak için. Sağ tıklama açılır menü eklemek ve sil butonları için.

[OptionsMenuBarTabsFrame]
CheckBoxBoldActiveTab=Aktif sekmede kalın yazıtipi olsun
CheckBoxEnlargeActiveTab=Etkin sekmeyi büyüt
CheckBoxShowMenu=Menüyü göster
GroupBoxTabsFont=Yazıtipi
GroupBoxTabsFontSize=Yazıtipi boyutu
RadioButtonTabsFontCustom=Özel...
RadioButtonTabsFontDefault=Varsayılan
RadioButtonTabsFontSizeCustom=Özel...
RadioButtonTabsFontSizeDefault=Varsayılan
SpinEditTabHeight=Yüksekliği
SpinEditTabMargin=Kenar Payı
SpinEditTabPadding=Dolgusu
SpinEditTabSpacing=Aralığı

[OptionsMenuBarButtonsFrame]
CheckBoxBlended=Karışık
CheckBoxGrayed=Grileştir
CheckBoxReflected=Yansıma efekti
GroupBoxButtonsFont=Yazıtipi
GroupBoxButtonsFontSize=Yazıtipi boyutu
GroupBoxDisabled=Devredışı
GroupBoxIcons=Simge Boyutu
RadioButtonButtonsFontCustom=Özel...
RadioButtonButtonsFontDefault=Varsayılan
RadioButtonButtonsFontSizeCustom=Özel...
RadioButtonButtonsFontSizeDefault=Varsayılan
RadioButtonLargeIcons=Büyük Simge
RadioButtonSmallIcons=Küçük Simge
TrackEditBlend=Düğme şeffaflaştırma yüzdesi

[OptionsMenuBarItemsDialog]
Caption=Öğe seçin
VirtualDrawTreeAddItems:0=Öğe

[OptionsOutputFrame]
CheckBoxShowCheckBox=Onay kutusunu göster
CheckBoxShowOnlyLineNumbers:t=Translation needed
CheckBoxShowOnlyLineNumbers=Show only line numbers
CheckBoxShowTreeLines=Ağaç görünümlü göster
CheckBoxUseExplorerTheme=Sistem temasını kullan
ComboBoxAlign=Hizala
SpinEditIndent=Satırbaşı
SpinEditMargin=Kenar

[OptionsOutputTabsFrame]
CheckBoxBoldActiveTab=Aktif sekme kalın yazı tipli olsun
CheckBoxCloseTabByDblClick=Çift tıklama ile sekme kapansın
CheckBoxCloseTabByMiddleClick=Orta tıklama ile sekme kapansın
CheckBoxEnlargeActiveTab=Etkin sekmeyi büyüt
CheckBoxMultiline=Çok Çizgili
CheckBoxRightClickSelect=Sağ tıklamayı seç
CheckBoxSaveTabs=Sekmeyi kaydet
CheckBoxShowFindInFilesButton=Arama simgesini göster
CheckBoxShowIcon=Simge Göster
ComboBoxShowCloseButton=Kapat düğmesini göster
GroupBoxFont=Yazıtipi
GroupBoxFontSize=Yazıtipi boyutu
RadioButtonFontCustom=Özel...
RadioButtonFontDefault=Varsayılan
RadioButtonFontSizeCustom=Özel....
RadioButtonFontSizeDefault=Varsayılan
SpinEditTabHeight=Yüksekliği
SpinEditTabMargin=Kenar Payı
SpinEditTabSpacing=Aralığı

[OptionsImageViewFrame]
CheckBoxControlBarVisible=Gösterilsin
CheckBoxEnabled=İzin ver
ComboBoxControlBarAlign=Hizala
ComboBoxZoom=Yakınlaştırma
GroupBoxControlBar=Kontrol çubuğu

[OptionsPDFViewFrame]
CheckBoxControlBarVisible=Gösterilsin
CheckBoxEnabled=İzin ver
CheckBoxSearchBarHighlightAll:t=Translation needed
CheckBoxSearchBarHighlightAll=Highlight all
CheckBoxSearchBarMatchCase=Büyük / küçük harfe duyarlı
CheckBoxSearchBarToggleSearchBar=Arama çubuğu göster/gizle
CheckBoxSearchBarVisible=Gösterilsin
CheckBoxSearchBarWholeWords=Tüm kelimeler
ComboBoxControlBarAlign=Hizala
ComboBoxSearchBarAlign=Hizala
ComboBoxZoom=Yakınlaştırma
GroupBoxControlBar=Kontrol çubuğu
GroupBoxSearchBar:t=Translation needed
GroupBoxSearchBar=Search bar

[OptionsPrintFrame]
CheckBoxColorsEnabled=İzin ver
CheckBoxLineNumbersInMargin=Kenar içinde
CheckBoxLineNumbersVisible=Gösterilsin
CheckBoxShowFooterLine=Altbilgi satırını göster
CheckBoxShowHeaderLine=Başlık satırı göster
CheckBoxShowOnlyPageNumber=Sadece sayfa numarasını göster
CheckBoxUseRomanNumerals=Romen rakamı kullan
CheckBoxVisibleDateTime=Gösterilsin
CheckBoxVisibleFilename=Gösterilsin
CheckBoxVisiblePageNumber=Gösterilsin
CheckBoxVisiblePrintedBy=Gösterilsin
CheckBoxWordWrap=Kelime sar
ComboBoxColorTheme=Renkli temalar
GroupBoxAlignmentDateTime=Hizala
GroupBoxAlignmentFilename=Hizala
GroupBoxAlignmentPageNumber=Hizala
GroupBoxAlignmentPrintedBy=Hizala
GroupBoxColors=Renkler
GroupBoxDateTime=Tarih ve saat
GroupBoxFilename=Dosya adı
GroupBoxFont=Yazıtipi
GroupBoxFontSize=Yazıtipi boyutu
GroupBoxLineNumbers=Satır numarası
GroupBoxMargins=Kenar boşlukları
GroupBoxPageNumber=Sayfa numarası
GroupBoxPrintedBy=Yazdıranı
GroupBoxVerticalAlignmentDateTime=Dikey hizala
GroupBoxVerticalAlignmentFilename=Dikey hizala
GroupBoxVerticalAlignmentPageNumber=Dikey hizala
GroupBoxVerticalAlignmentPrintedBy=Dikey hizala
RadioButtonAlignmentLeftDateTime=Sola
RadioButtonAlignmentLeftFilename=Sola
RadioButtonAlignmentLeftPageNumber=Sola
RadioButtonAlignmentLeftPrintedBy=Sola
RadioButtonAlignmentRightDateTime=Sağa
RadioButtonAlignmentRightFilename=Sağa
RadioButtonAlignmentRightPageNumber=Sağa
RadioButtonAlignmentRightPrintedBy=Sağa
RadioButtonFontCustom=Özel
RadioButtonFontEditor=Düzenleyici
RadioButtonFontSizeCustom=Özel
RadioButtonFontSizeEditor=Düzenleyici
RadioButtonVerticalAlignmentFooterDateTime=Altbilgide
RadioButtonVerticalAlignmentFooterFilename=Altbilgide
RadioButtonVerticalAlignmentFooterPageNumber=Altbilgide
RadioButtonVerticalAlignmentFooterPrintedBy=Altbilgide
RadioButtonVerticalAlignmentHeaderDateTime=Başlıkta
RadioButtonVerticalAlignmentHeaderFilename=Başlıkta
RadioButtonVerticalAlignmentHeaderPageNumber=Başlıkta
RadioButtonVerticalAlignmentHeaderPrintedBy=Başlıkta
SpinEditMarginsBottom=Altta
SpinEditMarginsLeft=Solda
SpinEditMarginsRight=Sağda
SpinEditMarginsTop=Üstte
TabSheetHeadedAndFooter=Alt ve Üstbilgi
TabSheetOptions=Tercihler

[OptionsSQLFormatterCapitalizationFrame]
ComboBoxKeywords=Anahtar kelimeler
ComboBoxNames=İsimler
ComboBoxParameters=Parametreler

[OptionsSQLFormatterFrame]
CheckBoxAlwaysVisible:t=Translation needed
CheckBoxAlwaysVisible=Always visible
CheckBoxSelectDefaultSQLHighlighter:t=Translation needed
CheckBoxSelectDefaultSQLHighlighter=Select default SQL highlighter

[OptionsJSONFormatterFrame]
CheckBoxAlwaysVisible:t=Translation needed
CheckBoxAlwaysVisible=Always visible
CheckBoxSelectJSONHighlighter:t=Translation needed
CheckBoxSelectJSONHighlighter=Select JSON highlighter

[OptionsXMLFormatterFrame]
CheckBoxAlwaysVisible:t=Translation needed
CheckBoxAlwaysVisible=Always visible
CheckBoxSelectXMLHighlighter:t=Translation needed
CheckBoxSelectXMLHighlighter=Select XML highlighter

[OptionsSQLFormatterFormattingFrame]
CheckBoxAlignKeywordsRightInStatements=Anahtar kelimeleri açıklamada hizalayın
CheckBoxBreakJoinOnSections=JOIN ON bölümlerine ara
CheckBoxExpandBetweenConditions=Koşullar arasında genişlet
CheckBoxExpandBooleanExpressions=Boolean ifadelerini genişlet
CheckBoxExpandCaseStatements=CASE deyimlerini genişlet
CheckBoxExpandCommaLists=Virgül listelerini genişlet
CheckBoxExpandGroupByClause=GROUP BY deyimini genişlet
CheckBoxExpandInLists=N Listelerde genişlet
CheckBoxExpandInsertStatements=Ek ifadeleri genişlet
CheckBoxExpandJoinOnBooleanExpressions=Boolean ifadelerini genişlet
CheckBoxExpandOrderByClause=ORDER BY deyimini genişletin
CheckBoxSpaceAfterComma=Virgülden sonra boşluk
CheckBoxTrailingCommas=Takip eden virgül

[OptionsSQLFormatterIndentationFrame]
CheckBoxRightPadColumnNames=CREATE TABLE veya VIEW'de sağ altlık sütun adları
CheckBoxUseTab=Sekme kullan
SpinEditIndentLength=Girinti uzunluğu

[OptionsStatusBarFrame]
CheckBoxAutoSizePanels:t=Translation needed
CheckBoxAutoSizePanels=Auto size panels
CheckBoxShowCaretPosition=İmlecin olduğu satır ve karakterin koordinatını göster
CheckBoxShowCharacterCount=Karakter sayısını göster
CheckBoxShowEditorZoom=Yakınlaştırma düzenleyicisini göster
CheckBoxShowEncoding=Kodlamayı göster
CheckBoxShowFileLineBreak=Dosya satırı sonunu göster
CheckBoxShowFileOpeningTime=Dosya açılış saatini göster
CheckBoxShowHints=Düğmelerin üzerine geldiğimde işlevi hakkında bilgi göster
CheckBoxShowKeyState=BÜYÜK/küçük harf seçimini göster
CheckBoxShowLineCount=Satır sayısını göster
CheckBoxShowMacro=Makro simgesini göster
CheckBoxShowModified=Belge değiştirildiğinde düzenlendi bilgisini göster
CheckBoxShowSelectionInfo=Seçim bilgilerini göster
CheckBoxShowSizeGrip=Kavrama boyutunu göster
CheckBoxVisible=Göster
GroupBoxFont=Yazıtipi
GroupBoxFontSize=Metin boyutu
RadioButtonFontCustom=Özel
RadioButtonFontDefault=Varsayılan
RadioButtonFontSizeCustom=Özel
RadioButtonFontSizeDefault=Varsayılan

[OptionsTitleBarFrame]
CheckBoxMagnifier=Büyüteci göster
CheckBoxShowApplicationName=Uygulama adını göster
CheckBoxShowColorTheme=Renk temasını göster
CheckBoxShowEncoding=Kodlamayı göster
CheckBoxShowFavourite=Favori Simgesini Göster
CheckBoxShowFileList=Dosya listesini göster
CheckBoxShowFilename=Dosya adını göster
CheckBoxShowHighlighter=Vurgulayıcıyı göster
CheckBoxShowIcon=Simge göster
CheckBoxShowMenu=Menüyü göster
CheckBoxUseSystemStyle=Sistem stilini kullan
GroupBoxFont=Yazıtipi
GroupBoxFontSize=Yazı boyutu
RadioButtonFontCustom=Özel
RadioButtonFontDefault=Varsayılan
RadioButtonFontSizeCustom=Özel
RadioButtonFontSizeDefault=Varsayılan

[OptionsToolbarFrame]
ActionAddButton:h=Düğme ekle
ActionAddButton=Düğme ekle
ActionAddDivider:h=Ayırıcı ekle
ActionAddDivider=Ayırıcı ekle
ActionDelete:h=Düğme sil
ActionDelete=Sil
ActionMoveDown:h=Seçili düğmeyi aşağı taşı
ActionMoveDown=Aşağı taşı
ActionMoveUp:h=Seçili düğmeyi yukarı taşı
ActionMoveUp=Yukarı taşı
ActionReset:h=Düğmeleri sıfırla
ActionReset=Sıfırla
VirtualDrawTree:0=Düğme
VirtualDrawTree:h=Sürükle bırak menüsüne bir öğe eklemek veya silmek için kullanılır.

[OptionsToolbarOptionsFrame]
GroupBoxBackground=Arkaplan
GroupBoxIcons=Simge Boyutu
RadioButtonBackgroundHigh=Yüksek
RadioButtonBackgroundLow=Düşük
RadioButtonBackgroundTransparent=Şeffaf
RadioButtonLargeIcons=Büyük
RadioButtonSmallIcons=Küçük
SpinEditMarginTop=Üst kenar payı

[OptionsToolbarItemsDialog]
Caption=Öğe seçin
VirtualDrawTreeAddItems:0=Öğe

[PrintPreviewForm]
ActionColors:h=Renklendir
ActionColors=Renkler
ActionExit:h=Görünümden Çık
ActionExit=Çıkış
ActionFirst:h=İlk|İlk sayfaya git
ActionFirst=İlk
ActionHighlight:h=Vurgulama Yap
ActionHighlight=Vurgulama
ActionLast:h=Son|Son sayfaya git
ActionLast=Son
ActionLineNumbers:h=Satır numarasına git
ActionLineNumbers=Satır numaraları
ActionNext:h=İleri|Sonraki sayfaya git
ActionNext=İleri
ActionPrevious:h=Önceki|Önceki sayfaya git
ActionPrevious=Önceki
ActionPrint:h=Yazdır|Dosyayı yazdır
ActionPrint=Yazdır
ActionWordWrap:h=Kelime sardırmaya geç
ActionWordWrap=Kelime sarma
ActionZoom:h=Yakınlaştırma|Yakınlaştırma aç/kapa
ActionZoom=Yakınlaştırma
ActionZoomIn:h=Yakınlaştır
ActionZoomIn=Yakınlaştır
ActionZoomOut:h=Uzaklaştır
ActionZoomOut=Uzaklaştır
Caption=Önİzleme

[ReplaceDialog]
ActionClose=Kapat
ActionFindNext=Sonrakini Bul
ActionReplace=Değiştir
ActionReplaceAll=Tümünü değiştir
ActionSearchEngine=Arama motoru seç
ActionSearchMatchCase=Harfe duyarlı
Caption=Değiştirme Seçenekleri
CheckBoxPromptOnReplace=Hemen üzerine yaz
CheckBoxSelectedOnly=Sadece seçtiğim satırlarda
CheckBoxWholeWords=Sadece tam kelimelerde
ComboBoxSearchFor=Aranacak Öğe
GroupBoxDirection=Arama Yönü
GroupBoxOptions=Seçenekler
GroupBoxOrigin=Başlangıç Yeri
GroupBoxReplaceIn=Nerelerde Değiştirsin?
RadioButtonActiveFile=Aktif dosyada
RadioButtonAllOpenFiles=Tüm açık dosyalarda
RadioButtonDeleteLine=Bulunduğu satırı sil
RadioButtonDirectionBackward=Aşağıdan Yukarıya Doğru
RadioButtonDirectionForward=Yukarıdan Aşağıya Doğru
RadioButtonEntireScope=Dosyanın tamamında
RadioButtonOriginFromCursor=İmleçten itibaren
RadioButtonReplaceWith=İle değiştir

[SearchForFilesForm]
Caption=Dosyaları ara
PanelSearchingFiles=Dosyalar aranıyor ...

[ShortcutsForm]
Caption=Kısayol Seçenekleri
VirtualDrawTree:0=Kısayol
VirtualDrawTree:1=Başlık
VirtualDrawTree:2=Açıklama

[OptionsSkinFrame]
CheckBoxActive=Etkinleştir
CheckBoxExtendedBordersEnabled=Etkinleştir
CheckBoxExtendedBordersFull=Tam
ComboBoxOptimizingPriority=Öncelik iyileştirme
GroupBoxColorization=Renklendirme
GroupBoxExtendedBorders=Gelişmiş kenarlık
LabelBrightness=Parlaklık
LabelHueOffset=Renk Tayfı
LabelSaturation=Doygunluk
LabelTransparency=Şeffaflık
SkinSelector=Tema

[OptionsSkinButtonsFrame]
CheckBoxShowButtonFocusRect=Düğme odak noktasını göster
CheckBoxUseButtonColors=Düğme renklerini kullan

[OptionsSkinEffectsFrame]
CheckBoxAllowAeroBlurring=Aero efekti etkin
CheckBoxAllowAnimation=Animasyon etkin
CheckBoxAllowGlowing=Parlama etkin
CheckBoxAllowOuterEffects=Dış efektler etkin
CheckBoxBlendOnMove=Pencere hareket halydeyken katıştır

[OptionsSkinFontFrame]
RadioButtonFontCustom=Özel
RadioButtonFontDefault=Varsayılan
RadioButtonFontFromSkin=Temadan

[OptionsSkinHintsFrame]
CheckBoxHintAnimated=Animasyon
ComboBoxHintStyle=Stil
SpinEditShowInterval=Aralığı göster (ms)
SpinEditHideInterval=Aralığı gizle (ms)

[OptionsSkinScrollBarsFrame]
CheckBoxArrowButtonsDefaultSize=Varsayılan boyut
CheckBoxArrowButtonsVisible=Etkin
CheckBoxScrollWidthDefaultSize=Varsayılan boyut
GroupBoxArrowButtons=Tamam Düğmeleri
GroupBoxScrollBar=Kaydırma çubuğu
SpinEditArrowButtonsSize=Boyut
SpinEditScrollWidthSize=Boyut

[OptionsSkinStylesFrame]
CheckBoxDirectory:t=Translation needed
CheckBoxDirectory=Directory
CheckBoxFiles:t=Translation needed
CheckBoxFiles=Files
CheckBoxMenuBar:t=Translation needed
CheckBoxMenuBar=Menu bar
CheckBoxOutput:t=Translation needed
CheckBoxOutput=Output
CheckBoxUseCardGroupBoxStyle=Kart grubu kutusu stilini kullan
ComboBoxArrowStyle=Tamam stili
GroupBoxSimplePageControl:t=Translation needed
GroupBoxSimplePageControl=Simple page control

[TabsSelectDialog]
Caption=Sekme seç
VirtualDrawTree:0=Sekme

[WarningMessage]
FileAccessError=%s dosyasına erişim hatası.

[SaveChangesDialog]
Caption=Değiştirilen dosyaları kaydet
VirtualDrawTree:0=Dosya
VirtualDrawTree:1=Yol

[ConnectDialog]
Caption=Bağlan
EditPassword=Parola

[UploadDialog]
Caption=Yükle
EditFilename=Dosya Adı
EditPath=Yol

[NewFolderDialog]
Caption=Yeni Klasör...
EditPath=Yol

[DirectoryTabSFTPDialog]
Caption=SFTP bağlantısı
CheckBoxSavePassword=Parolayı Kaydet
CheckBoxShowOutput=Çıktıyı göster
EditPassword=Parola
EditPort=Port
EditPrivateKeyFile=Özel Anahtar Dosyası
EditRootDirectory=Kök dizin
EditServer=Sunucu
EditTabName=Sekme adı
EditUsername=Kullanıcı Adı